{
    "inchoate": {
        "type": "adjective",
        "explanation": "only partly in existence; imperfectly formed",
        "example": "Inchoate ideas about the relation of humans to other animals had been discussed since the Middle Ages but the modern theory really began with Darwin."
    },
    "squelch": {
        "type": "verb",
        "explanation": "suppress or crush completely",
        "example": "After the dictator consolidated his power, he took steps to squelch all criticism, often arresting any journalist who said anything  that could be interpreted as negative about his regime."
    },
    "inanity": {
        "type": "noun",
        "explanation": "total lack of meaning or ideas",
        "example": "Bill's poem was nothing more than a list of impressive sounding words, so there was no point in trying to take meaning from the inanity."
    },
    "meteoric": {
        "type": "adjective",
        "explanation": "like a meteor in speed or brilliance or transience",
        "example": "The early spectacular successes propelled the pitcher to meteoric stardom, but a terrible injury tragically cut short his career."
    },
    "pith": {
        "type": "noun",
        "explanation": "the most essential part of something",
        "example": "When Cynthia hears a speaker presenting a complex argument, she is always able to discard the irrelevant details and extract the pith of what the speaker is trying to convey."
    },
    "bristle": {
        "type": "verb",
        "explanation": "react in an offended or angry manner",
        "example": "As we discussed the painting, I noticed the artist's wife bristling at our criticisms, ready to defend her husband's work."
    },
    "ersatz": {
        "type": "adjective",
        "explanation": "not real or genuine; phony",
        "example": "The car dealer's ersatz laughter was immediately followed by a price quote, one that Shelley found highly inflated."
    },
    "antic": {
        "type": "adjective",
        "explanation": "ludicrously odd",
        "example": "The clown's antic act was too extreme for the youngest children, who left the room in tears."
    },
    "apothegm": {
        "type": "noun",
        "explanation": "a short, pithy instructive saying",
        "example": "Winston Churchill is famous for many apothegms, but this might be his most famous: \"It has been said that democracy is the worst form of government except all the others that have been tried.\""
    },
    "untrammeled": {
        "type": "adjective",
        "explanation": "not confined or limited",
        "example": "The whole notion of living untrammeled inspired the American Revolution and was enshrined in the Declaration of Independence and the Constitution."
    },
    "atavism": {
        "type": "noun",
        "explanation": "a reappearance of an earlier characteristic; throwback",
        "example": "Much of the modern art movement was an atavism to a style of art found only in small villages through Africa and South America."
    },
    "gambit": {
        "type": "noun",
        "explanation": "a maneuver or risk in a game or conversation, designed to secure an advantage",
        "example": "Randy played a gambit, telling his boss that he would leave at the end of the week if he didn't get a raise."
    },
    "ineffable": {
        "type": "adjective",
        "explanation": "too sacred to be uttered; defying expression or description",
        "example": "While art critics can occasionally pinpoint a work's greatness, much of why a piece captures our imaginations is completely ineffable."
    },
    "exemplar": {
        "type": "noun",
        "explanation": "something to be imitated",
        "example": "Lena's homework is on the wall because it is an exemplar of clean, neat, and thoughtful work."
    },
    "deign": {
        "type": "verb",
        "explanation": "do something that one considers to be below one's dignity",
        "example": "The master of the house never deigned to answer questions from the servants."
    },
    "unprepossessing": {
        "type": "adjective",
        "explanation": "creating an unfavorable or neutral first impression",
        "example": "World leaders coming to meet Gandhi would expect a towering sage, and often would be surprised by the unprepossessing little man dressed only in a loincloth and shawl."
    },
    "epigram": {
        "type": "noun",
        "explanation": "a witty saying",
        "example": "My favorite epigram from Mark Twain is \"A man who carries a cat by the tail learns something he can learn no other way.\""
    },
    "objurgate": {
        "type": "verb",
        "explanation": "express strong disapproval of",
        "example": "The manager spent an hour objurgating the employee in the hopes that he would not make these mistakes again."
    },
    "effervescent": {
        "type": "adjective",
        "explanation": "marked by high spirits or excitement",
        "example": "After the sales result, the manager was in an effervescent mood, letting several employees leave work early that day."
    },
    "chagrin": {
        "type": "noun",
        "explanation": "strong feelings of embarrassment",
        "example": "Much to the timid writer's chagrin, the audience chanted his name until he came back on the stage."
    },
    "disingenuous": {
        "type": "adjective",
        "explanation": "not straightforward; giving a false appearance of frankness",
        "example": "Many adults think that they can lie to children, but kids are smart and know when people are disingenuous."
    },
    "percipient": {
        "type": "adjective",
        "explanation": "highly perceptive",
        "example": "Even the most percipient editor will make an occasional error when proofreading."
    },
    "recrudesce": {
        "type": "verb",
        "explanation": "to break out or happen again",
        "example": "After years of gamblers anonymous, Tony thought he'd broken his compulsive slot machine playing, but it took only one trip to the Atlantic City for a full recrudescence--he lost $5k on the one armed bandit."
    },
    "browbeat": {
        "type": "verb",
        "explanation": "be bossy towards; discourage or frighten with threats or a domineering manner",
        "example": "During the interrogation, the suspect was browbeaten into signing a false confession."
    },
    "appurtenant": {
        "type": "adjective",
        "explanation": "supplying added support",
        "example": "In hiking Mt. Everest, sherpas are appurtenant, helping climbers both carry gear and navigate treacherous paths."
    },
    "broadside": {
        "type": "noun",
        "explanation": "a strong verbal attack",
        "example": "Political broadsides are usually strongest in the weeks leading up to a national election."
    },
    "unstinting": {
        "type": "adjective",
        "explanation": "very generous",
        "example": "Helen is unstinting with her time, often spending hours at the house of a sick friend."
    },
    "chimera": {
        "type": "noun",
        "explanation": "something desired or wished for but is only an illusion and impossible to achieve",
        "example": "Many believe that a world free of war is a chimera—a dream that ignores humanity's violent tendencies."
    },
    "vitriol": {
        "type": "noun",
        "explanation": "abusive or venomous language used to express blame or bitter deep-seated ill will",
        "example": "His vitriol spewed forth from a deep-seated racism that consumed his whole life."
    },
    "artifice": {
        "type": "noun",
        "explanation": "cunning tricks used to deceive others",
        "example": "The mayoral candidates both spent much of the campaign accusing each other of artifices designed to mislead the voting public."
    },
    "nettlesome": {
        "type": "adjective",
        "explanation": "causing irritation or annoyance",
        "example": "Maria found her coworker's cell phone nettlesome, because every few minutes it would buzz to life with another text message."
    },
    "philistine": {
        "type": "adjective",
        "explanation": "smug and ignorant towards artistic and cultural values",
        "example": "Jane considered Al completely philistine, because he talked almost exclusively about video games; she was entirely unaware of how well read he really was."
    },
    "truculence": {
        "type": "noun",
        "explanation": "defiant aggressiveness",
        "example": "When the boss confronted Aaron about his earlier remarks, Aaron responded with utter truculence, simply throwing a glass of water in the boss' face and walking away."
    },
    "debonair": {
        "type": "adjective",
        "explanation": "having a sophisticated charm",
        "example": "James Bond is known for his good looks, high tech gadgets, and debonair manner."
    },
    "solicitude": {
        "type": "noun",
        "explanation": "a feeling of excessive concern",
        "example": "I walked to his house in the rain to make sure he had enough to eat while he was sick, but he seemed not to appreciate my solicitude."
    },
    "rapprochement": {
        "type": "noun",
        "explanation": "the reestablishing of cordial relations",
        "example": "Although Ann hoped that her mother and her aunt would have a rapprochement, each one's bitter accusations against the other made any reconciliation unlikely."
    },
    "reprisal": {
        "type": "noun",
        "explanation": "a retaliatory action against an enemy in wartime",
        "example": "The Old Testament doctrine of \"an eye for an eye\" would seem to justify an immediate physical reprisal for any injury, but that interpretation neglects the many passages that value mercy and loving-kindness over revenge."
    },
    "paragon": {
        "type": "noun",
        "explanation": "model of excellence or perfection of a kind; one having no equal",
        "example": "Even with the rise of Kobe Bryant, many still believe that Michael Jordon is the paragon for basketball players."
    },
    "phlegmatic": {
        "type": "adjective",
        "explanation": "showing little emotion",
        "example": "Arnold is truly noble, remaining reserved until an issue of significance arises, but Walter is simply phlegmatic: he doesn't have the energy or inclination to care about anything."
    },
    "languish": {
        "type": "verb",
        "explanation": "become feeble",
        "example": "Stranded in the wilderness for four days, the hiker languished, eating protein bars and nuts."
    },
    "brook": {
        "type": "verb",
        "explanation": "put up with something or somebody unpleasant",
        "example": "While she was at the chalkboard, the teacher did not brook any form of talking--even a tiny peep resulted in afternoon detention."
    },
    "besotted": {
        "type": "adjective",
        "explanation": "strongly affectionate towards",
        "example": "Even though her father did not approve, Juliet became besotted with the young Romeo."
    },
    "baleful": {
        "type": "adjective",
        "explanation": "threatening or foreshadowing evil or tragic developments",
        "example": "Movies often use storms or rain clouds as a baleful omen of evil events that will soon befall the main character."
    },
    "doleful": {
        "type": "adjective",
        "explanation": "filled with or evoking sadness",
        "example": "No event is more doleful than the passing of my mother; she was a shining star in my life, and it brings me great sadness to think that she is now gone."
    },
    "arrogate": {
        "type": "verb",
        "explanation": "seize and control without authority",
        "example": "Arriving at the small town, the outlaw arrogated the privileges of a lord, asking the frightened citizens to provide food, drink, and entertainment."
    },
    "anachronism": {
        "type": "noun",
        "explanation": "something that is inappropriate for the given time period (usually something old).",
        "example": "Dressed in 15th century clothing each day, Edward was a walking anachronism."
    },
    "hoary": {
        "type": "adjective",
        "explanation": "ancient",
        "example": "Most workout gurus are young, fit people, whereas most yoga gurus are hoary men with long white beards."
    },
    "bemoan": {
        "type": "verb",
        "explanation": "express discontent or a strong regret",
        "example": "While the CFO carefully explained all the reasons for the cuts in benefits, after the meeting employees bemoaned the cuts as further evidence that management was against them."
    },
    "embryonic": {
        "type": "adjective",
        "explanation": "in an early stage of development",
        "example": "The Board of Directors is hoping to launch a new product soon, but planning for the Z7 is in an embryonic stage."
    },
    "empiricism": {
        "type": "noun",
        "explanation": "any method that derives knowledge from experience, used in experimental science as a way to gain insight and knowledge",
        "example": "Empiricism does not always lead to knowledge; an experience or experiment may raise more questions than it answers."
    }
}