{
    "inveterate": {
        "type": "adjective",
        "explanation": "habitual",
        "example": "He is an inveterate smoker and has told his family and friends that there is no way he will ever quit."
    },
    "constituent": {
        "type": "noun",
        "explanation": "a citizen who is represented in a government by officials for whom he or she votes",
        "example": "The mayor's constituents are no longer happy with her performance and plan to vote for another candidate in the upcoming election."
    },
    "repudiate": {
        "type": "verb",
        "explanation": "reject as untrue or unfounded",
        "example": "Many in the public believed the rumors of a UFO crash outside town, so the chief of police did everything he could to repudiate the rumors."
    },
    "sycophant": {
        "type": "noun",
        "explanation": "a person who tries to please someone in order to gain a personal advantage",
        "example": "The CEO was unaware of the damaging consequences of his choices, largely because he surrounded himself with sycophants who would never dare criticize him."
    },
    "accolade": {
        "type": "noun",
        "explanation": "an award or praise granted as a special honor",
        "example": "Jean Paul-Sartre was not a fan of accolades, and as such, he refused to accept the Nobel Prize for Literature in 1964."
    },
    "inimical": {
        "type": "adjective",
        "explanation": "hostile (usually describes conditions or environments)",
        "example": "Venus, with a surface temperature that would turn rubber to liquid, is inimical to any form of life."
    },
    "taciturn": {
        "type": "adjective",
        "explanation": "habitually reserved and uncommunicative",
        "example": "While the CEO enthusiastically shares his plans and agenda with all who will listen, the CFO is far more taciturn, rarely revealing his perspective."
    },
    "propitious": {
        "type": "adjective",
        "explanation": "presenting favorable circumstances; likely to result in or show signs of success",
        "example": "The child's heartbeat is still weak, but I am seeing many propitious signs and I think that she may be healing."
    },
    "arbitrary": {
        "type": "adjective",
        "explanation": "based on a random, groundless decision",
        "example": "One of the arbitrary decrees in place during the emperor's rule is that all citizens pay him weekly homage at his palace."
    },
    "admonish": {
        "type": "verb",
        "explanation": "to warn strongly, even to the point of reprimanding",
        "example": "Before the concert began, security personnel admonished the crowd not to come up on stage during the performance."
    },
    "scrupulous": {
        "type": "adjective",
        "explanation": "characterized by extreme care and great effort",
        "example": "Because of his scrupulous nature, Mary put him in charge of numbering and cataloging the entire collection of rare stamps."
    },
    "vacillate": {
        "type": "verb",
        "explanation": "be undecided about something; waver between conflicting positions or courses of action",
        "example": "Some students vacillate between schools when deciding which to attend, while others focus only on one school."
    },
    "resurgent": {
        "type": "adjective",
        "explanation": "rising again as to new life and vigor",
        "example": "The team sank to fourth place in June, but is now resurgent and about to win the division."
    },
    "reverent": {
        "type": "adjective",
        "explanation": "feeling or showing profound respect or veneration",
        "example": "The professor could speak objectively about the other composers, but he always lectured about Brahms with a particularly reverent air, unable to offer a single criticism of his compositions."
    },
    "haphazard": {
        "type": "adjective",
        "explanation": "marked by great carelessness; dependent upon or characterized by chance",
        "example": "Many golf courses are designed with great care, but the greens on the county golf course seem entirely haphazard."
    },
    "irrevocable": {
        "type": "adjective",
        "explanation": "incapable of being retracted or revoked",
        "example": "Once you enter your plea to the court, it is irrevocable so think carefully about what you will say."
    },
    "rescind": {
        "type": "verb",
        "explanation": "cancel officially",
        "example": "The man's driver's license was rescinded after his tenth car accident, which meant he would never be allowed to legally drive again."
    },
    "subversive": {
        "type": "adjective",
        "explanation": "in opposition to an established system or institution.",
        "example": "The ruling political party has begun a campaign to shut down subversive websites that it deems as a threat to \"national safety.\""
    },
    "garrulous": {
        "type": "adjective",
        "explanation": "full of trivial conversation",
        "example": "Lynne was garrulous: once, she had a fifteen minute conversation with a stranger before she realized the woman didn't speak English."
    },
    "audacity": {
        "type": "noun",
        "explanation": "aggressive boldness in social situations",
        "example": "Mike was upset at the man who not only cut in front of him at the ticket counter but also had the audacity to cut in front of him at the bathroom line."
    },
    "obsequious": {
        "type": "adjective",
        "explanation": "attentive in an ingratiating or servile manner; attempting to win favor from influential people by flattery",
        "example": "The obsequious waiter did not give the couple a moment's peace all through the meal, constantly returning to their table to refill their water glasses and to tell them what a handsome pair they made."
    },
    "lionize": {
        "type": "verb",
        "explanation": "assign great social importance to",
        "example": "Students in the U.S. learn to lionize Jefferson, Franklin, and Washington because they are the founding fathers of the nation."
    },
    "trite": {
        "type": "adjective",
        "explanation": "repeated too often; overfamiliar through overuse",
        "example": "Many style guides recommend not using idioms in writing because these trite expressions are uninteresting and show a lack of imagination on the part of the writer."
    },
    "pedestrian": {
        "type": "adjective",
        "explanation": "lacking imagination",
        "example": "While Nan was always engaged in philosophical speculation, her brother was occupied with far more pedestrian concerns: how to earn a salary and run a household."
    },
    "myriad": {
        "type": "noun",
        "explanation": "a large indefinite number",
        "example": "There are a myriad of internet sites hawking pills that claim to boost energy for hours on end."
    },
    "magoosh-practice-questions": {
        "type": "noun",
        "explanation": "Test your understanding of concepts from lesson videos.  Learn more at http",
        "example": "Zach got  7/7 questions correct on a practice session using Magoosh practice questions."
    },
    "precipitous": {
        "type": "adjective",
        "explanation": "done with very great haste and without due deliberation",
        "example": "Instead of calling his financial advisor, Harold acted precipitously, buying 4,000 shares of the latest \"hot\" stock, only to find out that the company had a history of inflating its year end numbers."
    },
    "inscrutable": {
        "type": "adjective",
        "explanation": "not easily understood; unfathomable",
        "example": "His speech was so dense and confusing that many in the audience found it inscrutable."
    },
    "intrepid": {
        "type": "adjective",
        "explanation": "fearless",
        "example": "Captain Ahab was an intrepid captain whose reckless and fearless style ultimately led to his downfall."
    },
    "sanction": {
        "type": "verb",
        "explanation": "give authority or permission to",
        "example": "The authorities have sanctioned the use of the wilderness reserve for public use; many expect to see hikers and campers enjoying the park in the coming months."
    },
    "austere": {
        "type": "adjective",
        "explanation": "practicing self-denial",
        "example": "His lifestyle of revelry and luxurious excess could hardly be called austere."
    },
    "gauche": {
        "type": "adjective",
        "explanation": "lacking social polish",
        "example": "Sylvester says the most gauche things, such as telling a girl he liked that she was much prettier when she wore makeup."
    },
    "winsome": {
        "type": "adjective",
        "explanation": "charming in a childlike or naive way",
        "example": "She was winsome by nature, and many people were drawn to this free and playful spirit."
    },
    "insolent": {
        "type": "adjective",
        "explanation": "rude and arrogant",
        "example": "Lilian could not help herself from being insolent, commenting that the Queen's shoes were showing too much toe."
    },
    "ravenous": {
        "type": "adjective",
        "explanation": "extremely hungry; devouring or craving food in great quantities",
        "example": "John didn't eat much at all during the week he had the flu, so now that he is regaining his health, it's not surprising that he has a ravenous appetite."
    },
    "dilettante": {
        "type": "noun",
        "explanation": "an amateur who engages in an activity without serious intentions and who pretends to have knowledge",
        "example": "Fred has no formal medical training; while he likes to claim authority on medical issues, he is little more than a dilettante."
    },
    "poignant": {
        "type": "adjective",
        "explanation": "emotionally touching",
        "example": "After the Montagues and Capulets discover the dead bodies of Romeo and Juliet,  in the play's most poignant moment, the two grief-stricken families agree to end their feud once and for all."
    },
    "hegemony": {
        "type": "noun",
        "explanation": "dominance over a certain area",
        "example": "Until the Spanish Armada was defeated in 1587, Spain had hegemony over the seas, controlling waters stretching as far as the Americas."
    },
    "pernicious": {
        "type": "adjective",
        "explanation": "exceedingly harmful; working or spreading in a hidden and injurious way",
        "example": "The most successful viruses are pernicious: an infected person may feel perfectly healthy for several months while incubating and spreading the virus."
    },
    "ostracize": {
        "type": "verb",
        "explanation": "exclude from a community or group",
        "example": "Later in his life, Leo Tolstoy was ostracized from the Russian Orthodox Church for his writings that contradicted church doctrine."
    },
    "antithetical": {
        "type": "adjective",
        "explanation": "sharply contrasted in character or purpose",
        "example": "His deep emotional involvement with these ideas is, in fact, antithetical to the detachment Buddhism preaches."
    },
    "tractable": {
        "type": "adjective",
        "explanation": "readily reacting to suggestions and influences; easily managed (controlled or taught or molded)",
        "example": "Compared to middle school students, who have an untamed wildness about them, high school students are somewhat more tractable."
    },
    "prolific": {
        "type": "adjective",
        "explanation": "intellectually productive",
        "example": "Schubert was the most prolific composer, producing hundreds of hours of music before he died at the age of 31."
    },
    "sporadic": {
        "type": "adjective",
        "explanation": "recurring in scattered and irregular or unpredictable instances",
        "example": "The signals were at first sporadic, but now we detect a clear, consistent pattern of electromagnetic radiation emanating from deep space."
    },
    "arcane": {
        "type": "adjective",
        "explanation": "requiring secret or mysterious knowledge",
        "example": "Most college fraternities are known for arcane rituals that those hoping to join the fraternity must learn."
    },
    "foment": {
        "type": "verb",
        "explanation": "try to stir up public opinion",
        "example": "After having his pay cut, Phil spread vicious rumors about his boss, hoping to foment a general feeling of discontent."
    },
    "prodigious": {
        "type": "adjective",
        "explanation": "so great in size or force or extent as to elicit awe",
        "example": "After the relatively small homerun totals in the \"dead ball\" era, Babe Ruth's homerun totals were truly prodigious: every year, he set a new all-time record."
    },
    "munificent": {
        "type": "adjective",
        "explanation": "very generous",
        "example": "Uncle Charley was known for his munificence, giving all seven of his nephews lavish Christmas presents each year."
    },
    "circumscribe": {
        "type": "verb",
        "explanation": "restrict or confine",
        "example": "Their tour of South America was circumscribed so that they saw only popular destinations and avoided the dangerous parts of cities."
    },
    "brazen": {
        "type": "adjective",
        "explanation": "unrestrained by convention or propriety",
        "example": "Their large \"donations\" to the local police department gave the drug cartel the brazen confidence to do their business out in the open."
    },
    "tempered": {
        "type": "adjective",
        "explanation": "moderated in effect",
        "example": "The wide-eyed optimism of her youth was now tempered after she had worked many years in the criminal justice system."
    }
}