{
    "vituperate": {
        "type": "verb",
        "explanation": "to criticize harshly; to berate",
        "example": "Jason had dealt with disciplinarians before, but nothing prepared him for the first week of boot camp, as drill sergeants vituperated him for petty oversights such as forgetting to double knot the laces on his boots."
    },
    "phantasmagorical": {
        "type": "adjective",
        "explanation": "illusive; unreal",
        "example": "Those suffering from malaria fall into a feverish sleep, their world a whirligig of phantasmagoria; if they recover, they are unsure of what actually took place and what was simply a product of their febrile imaginations."
    },
    "juggernaut": {
        "type": "noun",
        "explanation": "a force that cannot be stopped",
        "example": "Napoleon was considered a juggernaut until he decided to invade Russia in winter; after which, his once indomitable army was decimated by cold and famine."
    },
    "hedge": {
        "type": "verb",
        "explanation": "to limit or qualify a statement; to avoid making a direct statement",
        "example": "When asked why he had decided to buy millions of shares at the very moment the tech company's stock soared, the CEO hedged, mentioning something vague about gut instinct."
    },
    "arch": {
        "type": "adjective",
        "explanation": "to be deliberately teasing",
        "example": "The baroness was arch, making playful asides to the townspeople; yet because they couldn't pick up on her dry humor, they thought her supercilious."
    },
    "quixotic": {
        "type": "adjective",
        "explanation": "wildly idealistic; impractical",
        "example": "For every thousand startups with quixotic plans to be the next big name in e-commerce, only a handful ever become profitable."
    },
    "mulct": {
        "type": "verb",
        "explanation": "to defraud or swindle",
        "example": "The so-called magical diet cure simply ended up mulcting Maria out of hundreds of dollars, but did nothing for her weight."
    },
    "protean": {
        "type": "adjective",
        "explanation": "readily taking on different roles; versatile",
        "example": "Peter Sellers was truly a protean actor—in Doctor Strangelove he played three very different roles: a jingoist general, a sedate President and a deranged scientist."
    },
    "schadenfreude": {
        "type": "noun",
        "explanation": "joy from watching the suffering of others",
        "example": "From his warm apartment window, Stanley reveled in schadenfreude as he laughed at the figures below, huddled together in the arctic chill."
    },
    "maudlin": {
        "type": "adjective",
        "explanation": "overly emotional and sad",
        "example": "Just as those who were alive during the 70’s are mortified that they once cavorted about in bellbottoms, many who lived during the 80’s are now aghast at the maudlin pop songs they used to enjoy—really, just what exactly is a total eclipse of the heart?"
    },
    "pyrrhic": {
        "type": "adjective",
        "explanation": "describing a victory that comes at such a great cost that the victory is not worthwhile",
        "example": "George W. Bush’s win in the 2000 election was in many ways a pyrrhic victory: the circumstances of his win alienated half of the U.S. population."
    },
    "disabuse": {
        "type": "verb",
        "explanation": "to persuade somebody that his/her belief is not valid",
        "example": "As a child, I was quickly disabused of the notion that Santa Claus was a rotund benefactor of infinite largess—one night I saw my mother diligently wrapping presents and storing them under our Christmas tree."
    },
    "benighted": {
        "type": "adjective",
        "explanation": "fallen into a state of ignorance",
        "example": "Far from being a period of utter benightedness, The Medieval Ages produced some great works of theological speculation."
    },
    "parvenu": {
        "type": "noun",
        "explanation": "a person who has suddenly become wealthy, but not socially accepted as part of a higher class",
        "example": "The theater was full of parvenus who each thought that they were surrounded by true aristocrats."
    },
    "Pollyannaish": {
        "type": "adjective",
        "explanation": "extremely optimistic",
        "example": "Even in the midst of a lousy sales quarter, Debbie remained Pollyannaish, never losing her shrill voice and wide smile, even when prospective customers hung up on her."
    },
    "martinet": {
        "type": "noun",
        "explanation": "a strict disciplinarian",
        "example": "The job seemed perfect to Rebecca, until she found out that her boss was a total martinet; after each project the boss would come by to scrutinize—and inevitably criticize—every little detail of the work \r\nRebecca had done."
    },
    "factitious": {
        "type": "adjective",
        "explanation": "artificial; not natural",
        "example": "The defendant’s story was largely factitious and did not accord with eyewitness testimonies"
    },
    "limpid": {
        "type": "adjective",
        "explanation": "having clarity in terms of expression",
        "example": "Her limpid prose made even the most recondite subjects accessible to all."
    },
    "jejune": {
        "type": "adjective",
        "explanation": "dull; lacking flavor",
        "example": "Although many top chefs have secured culinary foam's popularity in haute cuisine, Waters criticizes it for being jejune and unfilling."
    },
    "expurgate": {
        "type": "verb",
        "explanation": "to remove objectionable material",
        "example": "The censor expurgated every reference to sex and drugs, converting the rapper's raunchy flow into a series of bleeps."
    },
    "picayune": {
        "type": "adjective",
        "explanation": "trifling or petty (a person)",
        "example": "English teachers are notorious for being picayune; however, the English language is so nuanced and sophisticated that often such teachers are not being contrary but are only adhering to the rules."
    },
    "palimpsest": {
        "type": "noun",
        "explanation": "something that has been changed numerous times but on which traces of former iterations can still be seen",
        "example": "The downtown was a palimpsest of the city’s checkered past: a new Starbucks had opened up next to\r\nan abandoned, shuttered building, and a freshly asphalted road was inches away from a pothole large enough to swallow a small dog."
    },
    "sartorial": {
        "type": "adjective",
        "explanation": "related to fashion or clothes",
        "example": "Monte was astute at navigating the world of finance; sartorially, however, he was found wanting—he typically would attempt to complement his beige tie with a gray suit and white pants."
    },
    "apotheosis": {
        "type": "noun",
        "explanation": "exaltation to divine status; the highest point of development",
        "example": "As difficult as it is to imagine, the apotheosis of Mark Zuckerberg’s career, many believe, is yet to come."
    },
    "sangfroid": {
        "type": "noun",
        "explanation": "calmness or poise in difficult situations",
        "example": "The hostage negotiator exhibited a sangfroid that oftentimes was more menacing than the sword at his throat, or the gun at his head."
    },
    "execrate": {
        "type": "verb",
        "explanation": "to curse and hiss at",
        "example": "Though the new sitcom did decently in the ratings, the critic execrated the show, saying that it was nothing more than a terrible pastiche of tired clichés and canned laughter."
    },
    "invective": {
        "type": "noun",
        "explanation": "abusive or denunciatory language",
        "example": "The Internet has unleashed the invectives in many of us; many people post stinging criticism on the comments section underneath newspaper articles or YouTube videos."
    },
    "jaundiced": {
        "type": "adjective",
        "explanation": "to be biased against due to envy or prejudice",
        "example": "Shelly was jaundiced towards Olivia; though the two had once been best friends, Olivia had become class president, prom queen, and, to make matters worse, the girlfriend of the one boy Shelly liked."
    },
    "arriviste": {
        "type": "noun",
        "explanation": "a person who has recently reached a position of power; a social climber",
        "example": "The city center was aflutter with arrivistes who tried to outdo one another with their ostentatious sports cars and chic evening dress."
    },
    "fell": {
        "type": "adjective",
        "explanation": "terribly evil",
        "example": "For fans of the Harry Potter series, the fell Lord Voldemort, who terrorized poor Harry for seven lengthy installments, has finally been vanquished by the forces of good—unless, that is, JK Rowling decides to come out of retirement."
    },
    "mellifluous": {
        "type": "adjective",
        "explanation": "smooth and sweet-sounding",
        "example": "Chelsea’s grandmother thought Franz Schubert’s music to be the most mellifluous ever written; Chelsea demurred, and to her grandmother’s chagrin, would blast Rihanna on the home stereo speakers."
    },
    "sententious": {
        "type": "adjective",
        "explanation": "to be moralizing, usually in a pompous sense",
        "example": "The old man, casting his nose up in the air at the group of adolescents, intoned sententiously, “Youth is wasted on the young.”"
    },
    "excoriate": {
        "type": "verb",
        "explanation": "to criticize very harshly",
        "example": "Entrusted with the prototype to his company’s latest smartphone, Larry, during a late night karaoke bout, let the prototype slip into the hands of a rival company—the next day Larry was excoriated, and then fired."
    },
    "propitiate": {
        "type": "verb",
        "explanation": "to placate or appease",
        "example": "The two sons, plying their angry father with cheesy neckties for Christmas, were hardly able to propitiate him – the father already had a drawer full of ones he had never worn before or ever planned to."
    },
    "quisling": {
        "type": "noun",
        "explanation": "a traitor",
        "example": "History looks unfavorably upon quislings; indeed they are accorded about the same fondness as Nero—who watched his city burn down while playing the violin."
    },
    "peremptory": {
        "type": "adjective",
        "explanation": "bossy and domineering",
        "example": "My sister used to peremptorily tell me to do the dishes, a chore I would either do perfunctorily or avoid doing altogether."
    },
    "venial": {
        "type": "adjective",
        "explanation": "easily excused or forgiven; pardonable",
        "example": "His traffic violations ran the gamut from the venial to the egregious—on one occasion he simply did not come to a complete stop; another time he tried to escape across state lines at speeds in excess of 140 mph."
    },
    "blinkered": {
        "type": "adjective",
        "explanation": "to have a limited outlook or understanding",
        "example": "In gambling, the blinkered addict is easily influenced by past successes and/or past failures, forgetting that the outcome of any one game is independent of the games that preceded it."
    },
    "tendentious": {
        "type": "adjective",
        "explanation": "likely to lean towards a controversial view",
        "example": "Because political mudslinging has become a staple of the 24-hour media cycle, most of us, despite protestations to the contrary, are tendentious on many of today’s pressing issues."
    },
    "bilious": {
        "type": "adjective",
        "explanation": "irritable; always angry",
        "example": "Rex was bilious all morning, and his face would only take on a look of contentedness when he’d had his morning cup of coffee."
    },
    "sybarite": {
        "type": "noun",
        "explanation": "a person who indulges in luxury",
        "example": "Despite the fact that he’d maxed out fifteen credit cards, Max was still a sybarite at heart: when the police found him, he was at a $1,000 an hour spa in Manhattan, getting a facial treatment."
    },
    "cupidity": {
        "type": "noun",
        "explanation": "greed for money",
        "example": "Some people believe that amassing as much wealth as possible is the meaning to life—yet they often realize that cupidity brings anything but happiness."
    },
    "impecunious": {
        "type": "adjective",
        "explanation": "lacking money; poor",
        "example": "In extremely trying times, even the moderately wealthy, after a few turns of ill-fortune, can become impecunious."
    },
    "curmudgeon": {
        "type": "noun",
        "explanation": "a grouchy, surly person",
        "example": "Since Uncle Mike was the family curmudgeon, each Thanksgiving he was plied with copious amounts of wine, in the hope that he would become less grouchy."
    },
    "malapropism": {
        "type": "noun",
        "explanation": "the confusion of a word with another word that sounds similar",
        "example": "Whenever I looked glum, my mother would offer to share \"an amusing antidote\" with me—an endearing malapropism of \"anecdote\" that never failed to cheer me up."
    },
    "mettlesome": {
        "type": "adjective",
        "explanation": "filled with courage or valor",
        "example": "For its raid on the Bin Laden’s compound in Abbottabad, Seal Team Six has become, for many Americans, the embodiment of mettle."
    },
    "magoosh-video-lessons": {
        "type": "noun",
        "explanation": "A resource available to students to help them study for the GRE.  Learn more at http",
        "example": "Chris did well on the GRE after learning from over 200 Magoosh video lessons."
    },
    "imbroglio": {
        "type": "noun",
        "explanation": "a confusing and potentially embarrassing situation",
        "example": "The chef cook-off featured one gourmand who had the unfortunate distinction of mixing the wrong broths, creating an imbroglio that diners would not soon forget."
    },
    "remonstrate": {
        "type": "verb",
        "explanation": "to make objections while pleading",
        "example": "The mothers of the kidnapped victims remonstrated to the rogue government to release their children, claiming that the detention violated human rights."
    },
    "gerrymander": {
        "type": "verb",
        "explanation": "to manipulate voting districts in order to favor a particular political party",
        "example": "Years ago, savvy politicians had gerrymandered the city center to ensure their re-election."
    },
    "histrionic": {
        "type": "adjective",
        "explanation": "to be overly theatrical",
        "example": "Though she received a B- on the test, she had such a histrionic outburst that one would have thought that she’d been handed a death sentence."
    }
}