{
    "canard": {
        "type": "noun",
        "explanation": "a deliberately misleading fabrication",
        "example": "The public will always be fooled by the media's canards."
    },
    "bereft": {
        "type": "adjective",
        "explanation": "unhappy in love; suffering from unrequited love",
        "example": "After 64 years of marriage, William was bereft after the death of his wife."
    },
    "raillery": {
        "type": "noun",
        "explanation": "light teasing",
        "example": "The new recruit was not bothered by the raillery, finding most of it light-hearted and good-natured."
    },
    "exorbitant": {
        "type": "adjective",
        "explanation": "greatly exceeding bounds of reason or moderation",
        "example": "Shelley made one exorbitant purchase after another, buying new clothes and taking vacations even though she earned a limited salary."
    },
    "concomitant": {
        "type": "adjective",
        "explanation": "describing an event or situation that happens at the same time as or in connection with another",
        "example": "Concomitant with his desire for nature was a desire for the culture and energy of a big city."
    },
    "dissipate": {
        "type": "verb",
        "explanation": "squander or spend money frivolously",
        "example": "The recent graduates dissipated their earnings on trips to Las Vegas and cruises in Mexico."
    },
    "trenchant": {
        "type": "adjective",
        "explanation": "characterized by or full of force and vigor; having keenness and forcefulness and penetration in thought, expression, or intellect",
        "example": "Jill presented a rather superficial treatment of sales in Asia, but her trenchant analysis of sales in Europe inspired a number of insights into how to proceed in that market."
    },
    "extrapolate": {
        "type": "verb",
        "explanation": "draw from specific cases for more general cases",
        "example": "By extrapolating from the data on the past three months, we can predict a 5% increase in traffic to our website."
    },
    "eponym": {
        "type": "noun",
        "explanation": "the name derived from a person (real or imaginary); the person for whom something is named",
        "example": "Alexandria, Egypt is an eponym because it is named after Alexander the Great."
    },
    "dissolution": {
        "type": "noun",
        "explanation": "a living full of debauchery and indulgence in sensual pleasure",
        "example": "Many Roman emperors were known for their dissolution, indulging in unspeakable desires of the flesh."
    },
    "infelicitous": {
        "type": "adjective",
        "explanation": "inappropriate",
        "example": "During the executive meeting, the marketing director continued to make infelicitous comments about the CEO's gambling habit."
    },
    "graft": {
        "type": "noun",
        "explanation": "corruption, usually through bribery",
        "example": "In countries with rampant graft, getting a driver's license can require no more than paying an official."
    },
    "promulgate": {
        "type": "verb",
        "explanation": "state or announce",
        "example": "The President wanted to promulgate the success of the treaty negotiations, but he had to wait until Congress formally approved the agreement."
    },
    "despot": {
        "type": "noun",
        "explanation": "a cruel and oppressive dictator",
        "example": "The Emperor Claudius was regarded as a fair-minded leader; his successor, Nero, was an absolute despot."
    },
    "veritable": {
        "type": "adjective",
        "explanation": "truthfully, without a doubt",
        "example": "Frank is a veritable life-saver -- last year, on two different occasions, he revived people using CPR."
    },
    "surfeit": {
        "type": "noun",
        "explanation": "an excessive amount of something",
        "example": "There was no such thing as a surfeit of shopping for Nancy--she could stay at the outlet stores from opening to closing time."
    },
    "ebullient": {
        "type": "adjective",
        "explanation": "joyously unrestrained",
        "example": "Can you blame him for his ebullient mood? He just graduated from medical school."
    },
    "verisimilitude": {
        "type": "noun",
        "explanation": "the appearance of truth",
        "example": "All bad novels are bad for numerous reasons; all good novels are good for their verisimilitude of reality, placing the readers in a world that resembles the one they know."
    },
    "enamored": {
        "type": "adjective",
        "explanation": "strongly attracted to or in love with.",
        "example": "She is completely enamored with Justin Bieber, and goes to all his concerts on the East coast."
    },
    "sardonic": {
        "type": "adjective",
        "explanation": "disdainfully or ironically humorous; scornful and mocking",
        "example": "A stand-up comedian walks a fine line when making jokes about members of the audience; such fun and joking can quickly become sardonic and cutting."
    },
    "palaver": {
        "type": "verb",
        "explanation": "speak (about unimportant matters) rapidly and incessantly",
        "example": "During the rain delay, many who had come to see the game palavered, probably hoping that idle chatter would make the time go by faster."
    },
    "demonstrative": {
        "type": "adjective",
        "explanation": "given to or marked by the open expression of emotion",
        "example": "When Sally told James that she wanted to break up with him, she expected he would react demonstratively, but he quietly nodded his head and left without saying a word."
    },
    "misattribute": {
        "type": "verb",
        "explanation": "To erroneously attribute; to falsely ascribe; used especially of authorship.",
        "example": "I made a mistake; I misattributed \"Crime and Punishment\" to Leo Tolstoy when it was actually written by Fyodor Dostoyevsky."
    },
    "oblique": {
        "type": "adjective",
        "explanation": "not straightforward; indirect",
        "example": "Herbert never explicitly revealed anything negative about Tom's past, but at times he would obliquely suggest that Tom was not as innocent as he seemed."
    },
    "simulacrum": {
        "type": "noun",
        "explanation": "a representation of a person (especially in the form of sculpture)",
        "example": "The Shanghai Urban Planning Exhibition Center showcases a simulacrum of all the present and approved buildings in the city of Shanghai."
    },
    "abrogate": {
        "type": "verb",
        "explanation": "revoke or relinquish formally; do away with",
        "example": "As part of the agreement between the labor union and the company, the workers abrogated their right to strike for four years in exchange for better health insurance."
    },
    "estimable": {
        "type": "adjective",
        "explanation": "deserving of esteem and respect",
        "example": "After serving thirty years, in which he selflessly served the community, Judge Harper was one of the more estimable people in town."
    },
    "bastardization": {
        "type": "noun",
        "explanation": "an act that debases or corrupts",
        "example": "The movie World War Z is a complete bastardization of the book with little more in common than zombies and a title."
    },
    "ineluctable": {
        "type": "adjective",
        "explanation": "impossible to avoid or evade",
        "example": "For those who smoke cigarettes for years, a major health crisis brought on by smoking is ineluctable."
    },
    "loath": {
        "type": "adjective",
        "explanation": "unwilling to do something contrary to your custom (usually followed by 'to')",
        "example": "I was loath to leave the concert before my favorite band finished playing."
    },
    "cataclysm": {
        "type": "noun",
        "explanation": "an event resulting in great loss and misfortune",
        "example": "The introduction of smallpox was a cataclysm for Native Americans, killing off more than half of their population."
    },
    "chauvinism": {
        "type": "noun",
        "explanation": "fanatical patriotism; belief that one's group/cause is superior to all other groups/causes",
        "example": "Vegetarians argue that man is chauvinistic in his belief that animals do not consciously feel the pain we humans do."
    },
    "exiguity": {
        "type": "noun",
        "explanation": "the quality of being meager",
        "example": "After two months at sea, the exiguity of the ship's supplies forced them to search for fresh water and food."
    },
    "capitulate": {
        "type": "verb",
        "explanation": "to surrender (usually under agreed conditions)",
        "example": "Paul, losing 19-0 in a ping-pong match against his nimble friend, basically capitulated when he played the last two points with his eyes closed."
    },
    "panacea": {
        "type": "noun",
        "explanation": "hypothetical remedy for all ills or diseases; a universal solution",
        "example": "While the company credit card has made most large purchases easier, it is no panacea: some smaller basic transactions still must be conducted in cash."
    },
    "officious": {
        "type": "adjective",
        "explanation": "intrusive in a meddling or offensive manner",
        "example": "The professor had trouble concentrating on her new theorem, because her officious secretary would barge in frequently reminding her of some trivial detail involving departmental paperwork."
    },
    "flag": {
        "type": "verb",
        "explanation": "droop, sink, or settle from or as if from pressure or loss of tautness; become less intense",
        "example": "After the three crushing defeats in the last three games, the team's enthusiasm began to flag."
    },
    "diminutive": {
        "type": "noun",
        "explanation": "to indicate smallness",
        "example": "He prefers to be called a diminutive of his name: \"Bill\" instead of \"John William.\""
    },
    "hoodwink": {
        "type": "verb",
        "explanation": "to deceive or trick someone",
        "example": "Someone tried to hoodwink Marty with an email telling him that his uncle had just passed away, and to collect the inheritance he should send his credit card information."
    },
    "halcyon": {
        "type": "adjective",
        "explanation": "idyllically calm and peaceful; suggesting happy tranquility; marked by peace and prosperity",
        "example": "The first decade after WWI was a halcyon period in America with new-found wealth and rapidly improving technology."
    },
    "pillory": {
        "type": "verb",
        "explanation": "ridicule or expose to public scorn",
        "example": "After the candidate confessed, the press of the opposing party took the opportunity to pillory him, printing editorials with the most blatantly exaggerated accusations."
    },
    "evanescent": {
        "type": "adjective",
        "explanation": "tending to vanish like vapor",
        "example": "The storm flashed into existence above us and lasted only a short time—an evanescent turbulence of wind and cloud."
    },
    "countermand": {
        "type": "verb",
        "explanation": "a contrary command cancelling or reversing a previous command",
        "example": "By the time the colonel countermanded his soldiers not to land in enemy territory, a few helicopters had already touched down amid heavy gunfire."
    },
    "modicum": {
        "type": "noun",
        "explanation": "a small or moderate or token amount",
        "example": "If my sister had even a modicum of sense, she wouldn't be engaged to that barbarian."
    },
    "row": {
        "type": "noun",
        "explanation": "an angry dispute",
        "example": "The Prime Minister looked very foolish after his row with the foreign dignitary was caught on video and posted on youtube."
    },
    "obtain": {
        "type": "verb",
        "explanation": "be valid, applicable, or true",
        "example": "The custom of waiting your turn in line does not obtain in some countries, in which many people try to rush to front of the line at the same time."
    },
    "dissemble": {
        "type": "verb",
        "explanation": "conceal one's true motives, usually through deceit",
        "example": "To get close to the senator, the assassin dissembled his intentions, convincing many people that he was a reporter for a well-known newspaper."
    },
    "splenetic": {
        "type": "adjective",
        "explanation": "very irritable",
        "example": "Ever since the car accident, Frank has been unable to walk without a cane, and so he has become splenetic and unpleasant to be around."
    },
    "adjudicate": {
        "type": "verb",
        "explanation": "to serve as a judge in a competition; to arrive at a judgment or conclusion",
        "example": "Only those with the most refined palates were able to adjudicate during the barbeque competition."
    },
    "lachrymose": {
        "type": "adjective",
        "explanation": "tearful or something that induces tears; showing strong sorrow",
        "example": "Lachrymose and depressed, Alexei Alexandrovich walked two miles home in the rain after learning that his wife was having an affair."
    }
}