{
    "surreptitious": {
        "type": "adjective",
        "explanation": "stealthy, taking pains not to be caught or detected",
        "example": "Since his mom was a light sleeper, Timmy had to tiptoe surreptitiously through the entire house, careful to not make the floors creak, until he at last was able to enjoy his plunder: a box of chocolate chip cookies."
    },
    "invidious": {
        "type": "adjective",
        "explanation": "likely to cause resentment",
        "example": "At a time when many others in the office were about to be laid off, many considered Cheryl's fine clothes that day an invidious display."
    },
    "dovetail": {
        "type": "verb",
        "explanation": "fit together tightly, as if by means of an interlocking joint",
        "example": "Although Darwin's evolution and Mendel's genetics were developed in isolation from one another, they dovetail very well."
    },
    "subterfuge": {
        "type": "noun",
        "explanation": "something intended to misrepresent the true nature of an activity",
        "example": "Finally deciding to abandon all subterfuge, Arthur revealed to Cindy everything about his secret affair over the past two years."
    },
    "irrefutable": {
        "type": "adjective",
        "explanation": "impossible to deny or disprove",
        "example": "Scientists are searching for irrefutable evidence that some form of life existed on mars at some point in its history."
    },
    "obstreperous": {
        "type": "adjective",
        "explanation": "noisily and stubbornly defiant; willfully difficult to control",
        "example": "When the teacher asked the obstreperous student simply to bus his tray, the student threw the entire tray on the floor, shouted an epithet, and walked out."
    },
    "celerity": {
        "type": "noun",
        "explanation": "speed, rapidity",
        "example": "We aim to respond to customers' questions with celerity and accuracy, with no longer than a 24 hour wait time."
    },
    "patent": {
        "type": "adjective",
        "explanation": "glaringly obvious",
        "example": "Since the book had been through no fewer than six proof runs, the staff was shocked to see such a patent spelling mistake remaining, right in the middle of the front cover!"
    },
    "unpropitious": {
        "type": "adjective",
        "explanation": "(of a circumstance) with little chance of success",
        "example": "With only a bottle of water and a sandwich, the hikers faced an unpropitious task: ascending a huge mountain that took most two days to climb."
    },
    "flippant": {
        "type": "adjective",
        "explanation": "showing inappropriate levity",
        "example": "Although Sam was trying to honor Mark's sense of humor, many found it quite flippant that he wore a comic nose and glasses mask to Mark's funeral."
    },
    "ossify": {
        "type": "verb",
        "explanation": "make rigid and set into a conventional pattern",
        "example": "Even as a young man, Bob had some bias against poor people, but during his years in social services, his bad opinions ossified into unshiftable views."
    },
    "crystallize": {
        "type": "verb",
        "explanation": "cause to take on a definite and clear shape",
        "example": "Only after fifteen minutes of brainstorming did Samantha's ideas for the essay crystallize."
    },
    "impetuous": {
        "type": "adjective",
        "explanation": "characterized by undue haste and lack of thought or deliberation",
        "example": "Herbert is rarely impetuous, but on the spur of the moment, he spent thousands of dollars on a motorcycle today."
    },
    "dispensation": {
        "type": "noun",
        "explanation": "an exemption from a rule or obligation",
        "example": "Since her father is a billionaire, she is given dispensation from many of the school's policies."
    },
    "firebrand": {
        "type": "noun",
        "explanation": "someone who deliberately creates trouble",
        "example": "Freddie is a firebrand: every time he walks into the office, he winds up at the center of heated argument."
    },
    "intimation": {
        "type": "noun",
        "explanation": "an indirect suggestion",
        "example": "At first the hostess tried intimation, praising the benefits of cutlery; when Cecil continued eating with his hands, the hostess told him to use a fork at dinner."
    },
    "immure": {
        "type": "verb",
        "explanation": "to enclose, usually in walls",
        "example": "The modern supermarket experience makes many feel claustrophobic, as they are immured in walls upon walls of products."
    },
    "crestfallen": {
        "type": "adjective",
        "explanation": "brought low in spirit",
        "example": "I asked Maria on a date and she refused without a moment's thought; I was crestfallen."
    },
    "hubris": {
        "type": "noun",
        "explanation": "overbearing pride or presumption",
        "example": "Bill Clinton was criticized for his hubris, since he believed he could get away with anything once in the White House."
    },
    "inure": {
        "type": "verb",
        "explanation": "to make accustomed to something unpleasant",
        "example": "Three years of Manhattan living has inured her to the sound of wailing sirens; she could probably sleep through the apocalypse."
    },
    "apposite": {
        "type": "adjective",
        "explanation": "remarkably appropriate",
        "example": "For a writer with such quick wit, Jonathan Swift has a rather apposite name."
    },
    "encumber": {
        "type": "verb",
        "explanation": "hold back",
        "example": "The costume encumbered all my movements and caused me to sweat profusely."
    },
    "unviable": {
        "type": "adjective",
        "explanation": "not able to work, survive, or succeed (also spelled inviable).",
        "example": "The plan was obviously unviable considering that it lead to complete environmental destruction in the river valley."
    },
    "rarefied": {
        "type": "adjective",
        "explanation": "made more subtle or refined",
        "example": "Jack's vulgar jokes were not so successful in the rarefied environment of college professors."
    },
    "recrimination": {
        "type": "noun",
        "explanation": "mutual accusations",
        "example": "The two brothers sat and cried, pointing fingers and making elaborate recriminations of the other's guilt"
    },
    "peripatetic": {
        "type": "adjective",
        "explanation": "traveling by foot",
        "example": "Jim always preferred a peripatetic approach to discovering a city: he felt that he could see so many more details while walking."
    },
    "lacerate": {
        "type": "verb",
        "explanation": "deeply hurt the feelings of; distress",
        "example": "The teacher was fired for lacerating a student who wrote a poor essay."
    },
    "equitable": {
        "type": "adjective",
        "explanation": "fair to all parties as dictated by reason and conscience",
        "example": "The equitable distribution of ice cream to a group of 5 year olds will ensure little to no fighting—at least until the ice cream is gone."
    },
    "spartan": {
        "type": "adjective",
        "explanation": "unsparing and uncompromising in discipline or judgment; practicing great self-denial",
        "example": "After losing everything in a fire, Tim decided to live in spartan conditions, sleeping on the floor and owning as little furniture as possible."
    },
    "unflappable": {
        "type": "adjective",
        "explanation": "not easily perturbed or excited or upset; marked by extreme calm and composure",
        "example": "The house shook and the ground quaked, but my dad was unflappable and comforted the family."
    },
    "magisterial": {
        "type": "adjective",
        "explanation": "offensively self-assured or given to exercising unwarranted power",
        "example": "Though she was only a third grade teacher, Ms. Martinet was magisterial in dealing with her class, lording over them like a queen."
    },
    "inimitable": {
        "type": "adjective",
        "explanation": "defying imitation; matchless",
        "example": "Mozart's music follows a clear pattern that, anyone could imitate, but his music gives an overall sense of effortlessness that is inimitable."
    },
    "machinate": {
        "type": "verb",
        "explanation": "engage in plotting or enter into a conspiracy, swear together",
        "example": "The rebels met at night in an abandoned barn to machinate."
    },
    "ribald": {
        "type": "adjective",
        "explanation": "humorously vulgar",
        "example": "The speaker was famous for his ribald humor, but the high school principal asked him to keep the talk G-rated when he spoke to the student body."
    },
    "incontrovertible": {
        "type": "adjective",
        "explanation": "necessarily or demonstrably true; impossible to deny or disprove",
        "example": "Unless you can provide incontrovertible evidence, I will remain skeptical."
    },
    "hobble": {
        "type": "verb",
        "explanation": "to hold back  the progress of something",
        "example": "Bad weather has hobbled rescue efforts, making it difficult for crews to find bodies in the wreckage."
    },
    "puerile": {
        "type": "adjective",
        "explanation": "of or characteristic of a child; displaying or suggesting a lack of maturity",
        "example": "Helen enjoyed blowing soap bubbles, but Jim regarded this as puerile, totally unworthy of a woman with a Ph.D."
    },
    "nonchalant": {
        "type": "adjective",
        "explanation": "coming across as uninterested or unconcerned; overly casual",
        "example": "The twenty-somethings at the coffee shop always irked Sheldon, especially the way in which they acted nonchalantly towards everything, not even caring when Sheldon once spilled his mocha on them."
    },
    "tempestuous": {
        "type": "adjective",
        "explanation": "as if driven by turbulent or conflicting emotions; highly energetic and wildly changing or fluctuating",
        "example": "Chuck and Kathy had always been stable and agreeable people on their own, but when they got involved, it was a tempestuous relationship."
    },
    "presentiment": {
        "type": "noun",
        "explanation": "a feeling of evil to come",
        "example": "On the night that Lincoln would be fatally shot, his wife had a presentiment about going to Ford's Theater, but Lincoln persuaded her that everything would be fine."
    },
    "corollary": {
        "type": "noun",
        "explanation": "a practical consequence that follows naturally",
        "example": "A corollary of Hurricane Sandy, which ravaged the east coast of the U.S., is a push to build higher sea walls to protect against future hurricanes."
    },
    "denouement": {
        "type": "noun",
        "explanation": "the final resolution of the many strands of a literary or dramatic work; the outcome of a complex sequence of events",
        "example": "At the denouement of the movie, all questions were answered, and the true identity of the robber was revealed."
    },
    "inviolate": {
        "type": "adjective",
        "explanation": "must be kept sacred",
        "example": "While the literary critic subjected most of the classics to the harshest reviews, he regarded Cervantes as inviolate, and had nothing but praise for him."
    },
    "puissant": {
        "type": "adjective",
        "explanation": "powerful",
        "example": "Over the years of service, and quite to his surprise, he became a puissant advisor to the community."
    },
    "untenable": {
        "type": "adjective",
        "explanation": "(of theories etc) incapable of being defended or justified",
        "example": "With the combination of Kepler's brilliant theories and Galileo's telescopic observations, the old geocentric theory became untenable to most of the educated people in Europe."
    },
    "improvident": {
        "type": "adjective",
        "explanation": "not given careful consideration",
        "example": "Marty was improvident, never putting money aside for the future but spending it on decorating the interior of his home."
    },
    "asperity": {
        "type": "noun",
        "explanation": "harshness of manner",
        "example": "The editor was known for his asperity, often sending severe letters of rejection to amateur writers."
    },
    "cosset": {
        "type": "verb",
        "explanation": "treat with excessive indulgence",
        "example": "The king and queen cosseted the young prince, giving him a prized miniature pony for his fifth birthday."
    },
    "decry": {
        "type": "verb",
        "explanation": "express strong disapproval of",
        "example": "The entire audience erupted in shouts and curses, decrying the penalty card issued by the referee."
    },
    "imperious": {
        "type": "adjective",
        "explanation": "having or showing arrogant superiority to and disdain of those one views as unworthy",
        "example": "Children are imperious with each other before they learn that earning someone's respect is better than demanding."
    },
    "stalwart": {
        "type": "adjective",
        "explanation": "dependable; inured to fatigue or hardships",
        "example": "Despite all the criticism directed at the President during this scandal, Lisa has remained his stalwart supporter."
    }
}