{
    "zeitgeist": {
        "type": "noun",
        "explanation": "spirit of the times",
        "example": "Each decade has its own zeitgeist—the 1990’s was a prosperous time in which the promise of the American Dream never seemed more palpable."
    },
    "beg": {
        "type": "verb",
        "explanation": "assume something is true (usu. followed by \"the question\", meaning that you ask a question in which you assume something that hasn't been proven true)",
        "example": "By assuming that Charlie was headed to college—which he was not—Maggie begged the question when she asked him to which school he was headed in the Fall."
    },
    "defray": {
        "type": "verb",
        "explanation": "to help pay the cost of, either in part or full",
        "example": "In order for Sean to attend the prestigious college, his generous uncle helped defray the excessive tuition with a monthly donation."
    },
    "ponderous": {
        "type": "adjective",
        "explanation": "weighed-down; moving slowly",
        "example": "Laden with 20 kilograms of college text books, the freshman moved ponderously across the campus."
    },
    "diatribe": {
        "type": "noun",
        "explanation": "a strong verbal attack against a person or institution",
        "example": "Steve’s mom launched into a diatribe during the PTA meeting, contending that the school was little more than a daycare in which students stare at the wall and teachers stare at the chalkboard."
    },
    "cow": {
        "type": "verb",
        "explanation": "to intimidate",
        "example": "Do not be cowed by a 3,000-word vocabulary list: turn that list into a deck of flashcards!"
    },
    "equivocate": {
        "type": "verb",
        "explanation": "to speak vaguely, usually with the intention to mislead or deceive",
        "example": "After Sharon brought the car home an hour after her curfew, she equivocated when her parents pointedly asked her where she had been."
    },
    "overweening": {
        "type": "adjective",
        "explanation": "arrogant; presumptuous",
        "example": "Mark was so convinced of his basketball skills that in his overweening pride he could not fathom that his name was not on the varsity list; he walked up to the basketball coach and told her she had forgotten to add his name."
    },
    "truculent": {
        "type": "adjective",
        "explanation": "having a fierce, savage nature",
        "example": "Standing in line for six hours, she became progressively truculent, yelling at DMV employees and elbowing other people waiting in line."
    },
    "untoward": {
        "type": "adjective",
        "explanation": "unfavorable; inconvenient",
        "example": "Some professors find teaching untoward as having to prepare for lectures and conduct office hours prevents them from focusing on their research."
    },
    "jingoist": {
        "type": "noun",
        "explanation": "a person who thinks their country is always right and who is in favor of aggressive acts against other countries",
        "example": "In the days leading up to war, a nation typically breaks up into the two opposing camps: doves, who do their best to avoid war, and jingoists, who are only too eager to wave national flags from their vehicles and vehemently denounce those who do not do the same."
    },
    "vicissitude": {
        "type": "noun",
        "explanation": "change in one’s circumstances, usually for the worse",
        "example": "Even great rulers have their vicissitudes—massive kingdoms have diminished overnight, and once beloved kings have faced the scorn of angry masses."
    },
    "imbibe": {
        "type": "verb",
        "explanation": "to drink or absorb as if drinking",
        "example": "Plato imbibed Socrates’ teachings to such an extent that he was able to write volumes of work that he directly attributed, sometimes word for word, to Socrates."
    },
    "perfunctory": {
        "type": "adjective",
        "explanation": "done routinely and with little interest or care",
        "example": "The short film examines modern perfunctory cleaning rituals such as washing dishes, doing laundry and tooth-brushing."
    },
    "nadir": {
        "type": "noun",
        "explanation": "the lowest point",
        "example": "For many pop music fans, the rap– and alternative-rock–dominated 90s were the nadir of musical expression."
    },
    "factious": {
        "type": "adjective",
        "explanation": "produced by, or characterized by internal dissension",
        "example": "The controversial bill proved factious, as dissension even within parties resulted"
    },
    "arrant": {
        "type": "adjective",
        "explanation": "complete and wholly (usually modifying a noun with negative connotation)",
        "example": "An arrant fool, Lawrence surprised nobody when he lost all his money in a pyramid scheme that was every bit as transparent as it was corrupt."
    },
    "kowtow": {
        "type": "verb",
        "explanation": "to bow or act in a subservient manner",
        "example": "Paul kowtowed to his boss so often the boss herself became nauseated by his sycophancy."
    },
    "precipitate": {
        "type": "adjective",
        "explanation": "hasty or rash",
        "example": "Instead of conducting a thorough investigation after the city hall break-in, the governor acted precipitately, accusing his staff of aiding and abetting the criminals."
    },
    "base": {
        "type": "adjective",
        "explanation": "the lowest, without any moral principles",
        "example": "She was not so base as to begrudge the beggar the unwanted crumbs from her dinner plate."
    },
    "saturnine": {
        "type": "adjective",
        "explanation": "morose or gloomy",
        "example": "Deprived of sunlight, humans become saturnine; that’s why in very northerly territories people are encouraged to sit under an extremely powerful lamp, lest they become morose."
    },
    "conciliate": {
        "type": "verb",
        "explanation": "to make peace with",
        "example": "His opponents believed his gesture to be conciliatory, yet as soon as they put down their weapons, he unsheathed a hidden sword."
    },
    "insufferable": {
        "type": "adjective",
        "explanation": "intolerable, difficult to endure",
        "example": "Chester always tried to find some area in which he excelled above others; unsurprisingly, his co-workers found him insufferable and chose to exclude him from daily luncheons out."
    },
    "byzantine": {
        "type": "adjective",
        "explanation": "intricate and complex",
        "example": "Getting a driver’s license is not simply a matter of taking a test; the regulations and procedures are so byzantine that many have found themselves at the mercy of the Department of Motor Vehicles."
    },
    "penurious": {
        "type": "adjective",
        "explanation": "lacking money; poor",
        "example": "Truly penurious, Mary had nothing more than a jar full of pennies."
    },
    "indigent": {
        "type": "adjective",
        "explanation": "poor; having very little",
        "example": "In the so-called Third World, many are indigent and only a privileged few have the resources to enjoy material luxuries."
    },
    "prosaic": {
        "type": "adjective",
        "explanation": "dull and lacking imagination",
        "example": "Unlike the talented artists in his workshop, Paul had no such bent for the visual medium, so when it was time for him to make a stained glass painting, he ended up with a prosaic mosaic."
    },
    "contentious": {
        "type": "adjective",
        "explanation": "likely to argue",
        "example": "Since old grandpa Harry became very contentious during the summer when only reruns were on T.V., the grandkids learned to hide from him at every opportunity."
    },
    "artless": {
        "type": "adjective",
        "explanation": "without cunning or deceit",
        "example": "Despite the president's seemingly artless speeches, he was a skilled and ruthless negotiator."
    },
    "exegesis": {
        "type": "noun",
        "explanation": "critical explanation or analysis, especially of a text",
        "example": "The Bible is fertile ground for exegesis—over the past five centuries there have been as many interpretations as there are pages in the Old Testament."
    },
    "expunge": {
        "type": "verb",
        "explanation": "to eliminate completely",
        "example": "When I turned 18, all of the shoplifting and jaywalking charges were expunged from my criminal record."
    },
    "catholic": {
        "type": "adjective",
        "explanation": "of broad scope; universal",
        "example": "Jonah’s friends said that Jonah’s taste in music was eclectic; Jonah was quick to point out that not only was his taste eclectic but it was also catholic: he enjoyed music from countries as far-flung as Mali and Mongolia."
    },
    "apostate": {
        "type": "noun",
        "explanation": "a person who has abandoned a religious faith or cause",
        "example": "An apostate of the Orthodox faith he was raised in, Sheldon continues to seek a more like-minded religious community."
    },
    "hector": {
        "type": "verb",
        "explanation": "to bully or intimidate",
        "example": "The boss’s hectoring manner put off many employees, some of whom quit as soon as they found new jobs."
    },
    "chary": {
        "type": "adjective",
        "explanation": "cautious, suspiciously reluctant to do something",
        "example": "Having received three speeding tickets in the last two months, Jack was chary of driving at all above the speed limit, even on a straight stretch of highway that looked empty for miles ahead."
    },
    "malfeasance": {
        "type": "noun",
        "explanation": "misconduct or wrongdoing (especially by a public official)",
        "example": "Not even the mayor’s trademark pearly-toothed grin could save him from charges of malfeasance: while in power, he’d been running an illegal gambling rink in the room behind his office."
    },
    "alacrity": {
        "type": "noun",
        "explanation": "an eager willingness to do something",
        "example": "The first three weeks at his new job, Mark worked with such alacrity that upper management knew it would be giving him a promotion."
    },
    "fractious": {
        "type": "adjective",
        "explanation": "irritable and is likely to cause disruption",
        "example": "We rarely invite my fractious Uncle over for dinner; he always complains about the food, and usually launches into a tirade on some touchy subject."
    },
    "attenuate": {
        "type": "verb",
        "explanation": "to weaken (in terms of intensity); to taper off/become thinner.",
        "example": "Her animosity towards Bob attenuated over the years, and she even went so far as to invite him to her party."
    },
    "choleric": {
        "type": "adjective",
        "explanation": "prone to outbursts of temper; easily angered",
        "example": "While a brilliant lecturer, Mr. Dawson came across as choleric and unapproachable—very rarely did students come to his office hours."
    },
    "apogee": {
        "type": "noun",
        "explanation": "the highest point",
        "example": "The apogee of the Viennese style of music, Mozart’s music continues to mesmerize audiences well into the 21st century."
    },
    "lascivious": {
        "type": "adjective",
        "explanation": "lecherous; sexually perverted",
        "example": "Lolita is a challenging novel for many, not necessarily because of the elevated prose style but because of the depravity of the main character, Humbert Humbert, who, as an old, lascivious man, lusts after a girl."
    },
    "anathema": {
        "type": "noun",
        "explanation": "a detested person; the source of somebody's hate",
        "example": "Hundreds of years ago, Galileo was anathema to the church; today the church is anathema to some on the left side of the political spectrum."
    },
    "sedulous": {
        "type": "adjective",
        "explanation": "done diligently and carefully",
        "example": "An avid numismatist, Harold sedulously amassed a collection of coins from over 100 countries—an endeavor that took over fifteen years across five continents."
    },
    "churlish": {
        "type": "adjective",
        "explanation": "lacking manners or refinement",
        "example": "The manager was unnecessarily churlish to his subordinates, rarely deigning to say hello, but always quick with a sartorial jab if someone happened to be wearing anything even slightly mismatching."
    },
    "supercilious": {
        "type": "adjective",
        "explanation": "haughty and disdainful; looking down on others",
        "example": "Nelly felt the Quiz Bowl director acted superciliously towards the underclassmen; really, she fumed, must he act so preternaturally omniscient each time he intones some obscure fact—as though \r\neverybody knows that Mt. Aconcagua is the highest peak in South America."
    },
    "turpitude": {
        "type": "noun",
        "explanation": "depravity; a depraved act",
        "example": "During his reign, Caligula indulged in unspeakable sexual practices, so it is not surprising that he will forever be remembered for his turpitude."
    },
    "expansive": {
        "type": "adjective",
        "explanation": "communicative, and prone to talking in a sociable manner",
        "example": "After a few sips of cognac, the octogenarian shed his irascible demeanor and became expansive, speaking fondly of the “good old days”."
    },
    "pariah": {
        "type": "noun",
        "explanation": "an outcast",
        "example": "The once eminent scientist, upon being found guilty of faking his data, has become a pariah in the research community."
    },
    "feckless": {
        "type": "adjective",
        "explanation": "lazy and irresponsible",
        "example": "Two years after graduation, Charlie still lived with his parents and had no job, becoming more feckless with each passing day."
    }
}