{
    "turgid": {
        "type": "adjective",
        "explanation": "(of language) pompous and tedious",
        "example": "The amount of GRE vocabulary he used increased with his years--by the time he was 60, his novels were so turgid that even his diehard fans refused to read them."
    },
    "malingerer": {
        "type": "noun",
        "explanation": "someone shirking their duty by pretending to be sick or incapacitated",
        "example": "At one time, our country was full of hardworking respectful people, but now it seems that everyone is a malingerer with little inclination to work."
    },
    "pellucid": {
        "type": "adjective",
        "explanation": "transparently clear; easily understandable",
        "example": "The professor had a remarkable ability to make even the most difficult concepts seem pellucid."
    },
    "facile": {
        "type": "adjective",
        "explanation": "arrived at without due care or effort; lacking depth",
        "example": "Many news shows provide facile explanations to complex politics, so I prefer to read the in-depth reporting of The New York Times."
    },
    "aplomb": {
        "type": "noun",
        "explanation": "great coolness and composure under strain",
        "example": "Nancy acted with aplomb during dangerous situations--she once calmly climbed up an oak tree to save a cat."
    },
    "unimpeachable": {
        "type": "adjective",
        "explanation": "free of guilt; not subject to blame; beyond doubt or reproach",
        "example": "After his long and unimpeachable service to the company, Sharat felt that a gold watch was a slap in the face rather than an honor."
    },
    "complicit": {
        "type": "adjective",
        "explanation": "Associated with or participating in an activity, especially one of a questionable nature.",
        "example": "While the grand jury cleared the senator of all criminal charges, in the public mind he was still complicit in the corruption."
    },
    "pontificate": {
        "type": "verb",
        "explanation": "talk in a dogmatic and pompous manner",
        "example": "The vice-president would often pontificate about economic theory, as if no one else in the room were qualified to speak on the topic."
    },
    "ethereal": {
        "type": "adjective",
        "explanation": "characterized by lightness and insubstantiality",
        "example": "Because she dances with an ethereal style, ballet critics have called her Madame Butterfly."
    },
    "unassailable": {
        "type": "adjective",
        "explanation": "immune to attack; without flaws",
        "example": "Professor Williams is so self-assured as to seem arrogant, presenting each and every opinion as an unassailable fact."
    },
    "internecine": {
        "type": "adjective",
        "explanation": "(of conflict) within a group or organization",
        "example": "The guerilla group, which had become so powerful as to own the state police, was finally destroyed by an internecine conflict."
    },
    "conflagration": {
        "type": "noun",
        "explanation": "a very intense and uncontrolled fire",
        "example": "In the summer months, conflagrations are not uncommon in the southwest, due to the heat and lack of rain."
    },
    "elegiac": {
        "type": "adjective",
        "explanation": "expressing sorrow",
        "example": "Few can listen to the elegiac opening bars of the Moonlight sonata without feeling the urge to cry."
    },
    "assiduously": {
        "type": "adverb",
        "explanation": "with care and persistence",
        "example": "The top college football program recruits new talent assiduously, only choosing those who were the top in their county."
    },
    "coterminous": {
        "type": "adjective",
        "explanation": "being of equal extent or scope or duration",
        "example": "The border of the state is coterminous with geographic limits on travel; the east and north are surrounded by a nearly uncrossable river and the south by a desert."
    },
    "gumption": {
        "type": "noun",
        "explanation": "resourcefulness and determination",
        "example": "Wallace Stegner lamented the lack of gumption in the U.S. during the sixties, claiming that no young person knew the value of work."
    },
    "bromide": {
        "type": "noun",
        "explanation": "a trite or obvious remark",
        "example": "Instead of sharing his umbrella, the cheeky stranger offered Martha the following bromide: \"Looks like it's raining.\""
    },
    "tyro": {
        "type": "noun",
        "explanation": "someone new to a field or activity",
        "example": "All great writers, athletes, and artists were tyros at one time—unknown, clumsy, and unskilled with much to learn."
    },
    "obtuse": {
        "type": "adjective",
        "explanation": "slow to learn or understand; lacking intellectual acuity; lacking in insight or discernment",
        "example": "Jackson was the most obtuse member of the team: the manager's subtle ironies were always lost on him."
    },
    "doughty": {
        "type": "adjective",
        "explanation": "brave; bold; courageous",
        "example": "I enjoy films in which a doughty group comes together to battle a force of evil."
    },
    "self-effacing": {
        "type": "adjective",
        "explanation": "reluctant to draw attention to yourself",
        "example": "The most admirable teachers and respected leaders are those who are self-effacing, directing attention and praise to their students and workers."
    },
    "impervious": {
        "type": "adjective",
        "explanation": "not admitting of passage or capable of being affected",
        "example": "I am not impervious to your insults; they cause me great pain."
    },
    "vaunted": {
        "type": "adjective",
        "explanation": "highly or widely praised or boasted about",
        "example": "For years, they had heard of New York City's vaunted skyline, and when they finally saw it, the spectacular cityscape did not disappoint them in the least."
    },
    "inviolable": {
        "type": "adjective",
        "explanation": "never to be broken, infringed, or dishonored",
        "example": "To many the grass at Wimbledon is inviolable and only greater tennis players are able to enjoy a game there."
    },
    "desideratum": {
        "type": "noun",
        "explanation": "something desired as a necessity",
        "example": "The desideratum of the environmental group is that motorists should rely on carpooling."
    },
    "hauteur": {
        "type": "noun",
        "explanation": "overbearing pride evidenced by a superior manner toward inferiors",
        "example": "As soon as she won the lottery, Alice began displaying a hauteur to her friends, calling them dirty-clothed peasants behind their backs."
    },
    "abjure": {
        "type": "verb",
        "explanation": "formally reject or give up (as a belief)",
        "example": "While the church believed that Galileo abjured the heliocentric theory under threat of torture, he later wrote a book clearly supporting the theory."
    },
    "panegyric": {
        "type": "noun",
        "explanation": "a formal expression of praise",
        "example": "Dave asked Andrew to do just a simple toast, but Andrew launched into a full panegyric, enumerating a complete list of Dave's achievements and admirable qualities."
    },
    "palatable": {
        "type": "adjective",
        "explanation": "acceptable to the taste or mind",
        "example": "Mikey didn't partake much in his friends' conversations, but found their presence palatable."
    },
    "proselytize": {
        "type": "verb",
        "explanation": "convert (someone) to another religion, philosophy, or perspective",
        "example": "Lisa loves her Mac but says little about it; by contrast, Jake will proselytize, interrogating anyone with an Android about why she didn't purchase an iPhone."
    },
    "transmute": {
        "type": "verb",
        "explanation": "change or alter in form, appearance, or nature",
        "example": "One of the goals of alchemy was to find the substance or process that would transmute lead into gold."
    },
    "fecund": {
        "type": "adjective",
        "explanation": "intellectually productive",
        "example": "The artist had entered a fecund period, producing three masterpieces in the span of two months."
    },
    "appropriate": {
        "type": "verb",
        "explanation": "to give or take something by force",
        "example": "The government appropriated land that was occupied by squatters, sending them scurrying for another place to live."
    },
    "enormity": {
        "type": "noun",
        "explanation": "an act of extreme wickedness",
        "example": "The enormity of Pol Pot's regime is hard to capture in words--within months hundreds of thousands of Cambodians lost their lives."
    },
    "conflate": {
        "type": "verb",
        "explanation": "mix together different elements or concepts",
        "example": "In her recent book, the author conflates several genres--the detective story, the teen thriller, and the vampire romance--to create a memorable read."
    },
    "dolorous": {
        "type": "adjective",
        "explanation": "showing sorrow",
        "example": "Chopin's ballades are filled with sharp changes in moods--a dolorous melody can give way to a lighthearted tempo."
    },
    "desiccated": {
        "type": "adjective",
        "explanation": "uninteresting, lacking vitality",
        "example": "Few novelists over 80 are able to produce anything more than desiccated works--boring shadows of former books."
    },
    "bridle": {
        "type": "verb",
        "explanation": "the act of restraining power or action or limiting excess",
        "example": "New curfew laws have bridled people's tendency to go out at night."
    },
    "afford": {
        "type": "verb",
        "explanation": "provide with an opportunity",
        "example": "The summit of Mt. Kilimanjaro affords a panoramic view that encompasses both Tanzania and Kenya."
    },
    "inequity": {
        "type": "noun",
        "explanation": "injustice by virtue of not conforming with rules or standards",
        "example": "After decades of racial inequity, the \"separate but equal\" doctrine was successfully overturned."
    },
    "proscribe": {
        "type": "verb",
        "explanation": "command against",
        "example": "My doctor proscribed my habit of eating donuts with chocolate sauce and hamburger patties for breakfast."
    },
    "complaisant": {
        "type": "adjective",
        "explanation": "showing a cheerful willingness to do favors for others",
        "example": "On her first day at the job, Annie was complaisant, fulfilling every request of her new employer and anticipating future requests."
    },
    "callow": {
        "type": "adjective",
        "explanation": "young and inexperienced",
        "example": "Both Los Angeles and New York are known for callow out-of-towners hoping to make it big."
    },
    "impugn": {
        "type": "verb",
        "explanation": "attack as false or wrong",
        "example": "Though many initially tried to impugn Darwin's theory, in scientific circles today, the idea is taken as truth."
    },
    "mendicant": {
        "type": "noun",
        "explanation": "a pauper who lives by begging",
        "example": "Tolstoy was an aristocrat, but he strove to understand the Christianity of the Russian peasants by wandering among them as a mendicant."
    },
    "discursive": {
        "type": "adjective",
        "explanation": "(of e.g. speech and writing) tending to depart from the main point",
        "example": "Many readers find it tough to read Moby Dick since the author is discursive, often cutting the action short to spend 20 pages on the history of a whale."
    },
    "noisome": {
        "type": "adjective",
        "explanation": "having an extremely bad smell",
        "example": "Each August, when the winds moved in a south easterly direction, the garbage dump would spread noisome vapors through the small town."
    },
    "autocratic": {
        "type": "adjective",
        "explanation": "characteristic of an absolute ruler or absolute rule; having absolute sovereignty",
        "example": "The last true autocratic country is certainly North Korea; nowhere does a leader exercise the absolute control over all aspects of a people the way that Kim Jong-un does."
    },
    "solicitous": {
        "type": "adjective",
        "explanation": "showing hovering attentiveness",
        "example": "Our neighbors are constantly knocking on our door to make sure we are ok, and I don't know how to ask them to stop being so solicitous about our health."
    },
    "stultify": {
        "type": "verb",
        "explanation": "cause one, through routine, to lose energy and enthusiasm",
        "example": "As an undergraduate Mark felt stultified by classes outside his area of study; only in grad school, in which he could focus solely on literary analysis, did he regain his scholarly edge."
    }
}