{
    "miscreant": {
        "type": "noun",
        "explanation": "a person who breaks the law",
        "example": "\"Come back you miscreant!\" yelled the woman who just had her purse stolen."
    },
    "misogynist": {
        "type": "noun",
        "explanation": "a person who dislikes women in particular",
        "example": "Many have accused Hemingway of being a quiet misogynist, but recently unearthed letters argue against this belief."
    },
    "hamper": {
        "type": "verb",
        "explanation": "prevent the progress or free movement of",
        "example": "As the rain water began to collect in pools on the highway, it began to hamper the flow of traffic."
    },
    "carping": {
        "type": "noun",
        "explanation": "persistently petty and unjustified criticism\r\n\r\nor adjective continually complaining about trivial matters; hypercritical",
        "example": "NOUN: The author was very upset about the constant carping of his critics who posted reviews on social media.\r\n\r\nADJECTIVE: Although my mother seemed like a carping critic during my teenage years, her advice turned out to be wise and useful later in life."
    },
    "magoosh-score-guarantee": {
        "type": "noun",
        "explanation": "Magoosh guarantees a 5 point increase in your score if you've taken the GRE before.  Learn more at http",
        "example": "With Magoosh, Josh was able to increase his GRE score by 7 points and didn't need to take advantage of the Magoosh score guarantee."
    },
    "dispatch": {
        "type": "noun",
        "explanation": "the property of being prompt and efficient",
        "example": "She finished her thesis with dispatch, amazing her advisors who couldn't believe she had written 60 scholarly pages so quickly."
    },
    "qualm": {
        "type": "noun",
        "explanation": "uneasiness about the fitness of an action",
        "example": "While he could articulate no clear reason why Harkner's plan would fail, he nevertheless felt qualms about committing any resources to it."
    },
    "staid": {
        "type": "adjective",
        "explanation": "characterized by dignity and propriety",
        "example": "Frank came from a staid environment, so he was shocked that his college roommate sold narcotics."
    },
    "dilapidated": {
        "type": "adjective",
        "explanation": "in terrible condition",
        "example": "The main house has been restored but the gazebo is still dilapidated and unusable."
    },
    "chivalrous": {
        "type": "adjective",
        "explanation": "being attentive to women like an ideal knight",
        "example": "Medieval tales are full of stories of chivalry, in which a young knight must commit deeds of heroism to win the hand of a fair maiden."
    },
    "deliberate": {
        "type": "verb",
        "explanation": "think about carefully; weigh the pros and cons of an issue",
        "example": "Emergency situations such as this call for immediate action and leave no room to deliberate over options."
    },
    "inkling": {
        "type": "noun",
        "explanation": "a slight suggestion or vague understanding",
        "example": "Lynne speaks four Romance languages, but she doesn't have an inkling about how East Asian languages are structured."
    },
    "perquisite": {
        "type": "noun",
        "explanation": "a right reserved exclusively by a particular person or group (especially a hereditary or official right)",
        "example": "Even as the dishwasher at the French restaurant, Josh quickly learned that he had the perquisite of being able to eat terrific food for half the price diners would pay."
    },
    "constraint": {
        "type": "noun",
        "explanation": "something that limits or restricts",
        "example": "We don't have many resources, so we'll have to work with some very tight constraints."
    },
    "malodorous": {
        "type": "adjective",
        "explanation": "having an unpleasant smell",
        "example": "Some thermally active fountains spew sulfur fumes--the air around them is sometimes so malodorous that many have to plug their noses."
    },
    "compound": {
        "type": "verb",
        "explanation": "make more intense, stronger, or more marked",
        "example": "Her headache was compounded by the construction crew outside, which had six jackhammers going at the same time."
    },
    "cosmopolitan": {
        "type": "adjective",
        "explanation": "comprising many cultures; global in reach and outlook",
        "example": "There are few cities in the world as diverse and cosmopolitan as New York."
    },
    "cumbersome": {
        "type": "adjective",
        "explanation": "difficult to handle or use especially because of size or weight",
        "example": "Only ten years ago, being an avid reader and a traveler meant carrying a cumbersome backpack stuffed with books--these days we need only an e-reader."
    },
    "differentiate": {
        "type": "verb",
        "explanation": "be a distinctive feature, attribute, or trait (sometimes in positive sense)",
        "example": "Mozart's long melodic lines differentiate his compositions from other works of late 18th century music."
    },
    "balk": {
        "type": "verb",
        "explanation": "refuse to comply",
        "example": "The students were willing to clean up the broken glass, but when the teacher asked them to mop the entire floor, they balked, citing reasons why they needed to leave."
    },
    "paradoxical": {
        "type": "adjective",
        "explanation": "seemingly contradictory but nonetheless possibly true",
        "example": "That light could be both a particle and a wave seems paradoxical, but nonetheless, it is true."
    },
    "aphorism": {
        "type": "noun",
        "explanation": "a short instructive saying about a general truth",
        "example": "Nietzsche was known for using aphorisms, sometimes encapsulating a complex philosophical thought in a mere sentence."
    },
    "complementary": {
        "type": "adjective",
        "explanation": "enhancing each other's qualities (for two things or more).",
        "example": "The head waiter was careful to tell the amateur diners that red wine was complementary with beef, each bringing out subtle taste notes in the other."
    },
    "snub": {
        "type": "verb",
        "explanation": "refuse to acknowledge; reject outright and bluntly",
        "example": "Wheeler was completely qualified for the committee, but the board snubbed him, choosing an obviously lesser qualified candidate instead."
    },
    "resignation": {
        "type": "noun",
        "explanation": "the acceptance of something unpleasant that can't be avoided",
        "example": "Since Jack could not think of a convincing reason why he had to miss the seminar, he attended it with a sense of resignation."
    },
    "discreet": {
        "type": "adjective",
        "explanation": "careful to protect one's speech or actions in order to avoid offense or draw attention",
        "example": "The professor thought that he was discreet, subtly wiping the stain off of his shirt, but as soon as he stepped off the podium a heckler in the audience burst out, \"You missed a spot\"."
    },
    "besiege": {
        "type": "verb",
        "explanation": "harass, as with questions or requests; cause to feel distressed or worried",
        "example": "After discovering a priceless artifact in her backyard, Jane was besieged by phone calls, emails, and reporters all trying to buy, hold or see the rare piece of history."
    },
    "stymie": {
        "type": "verb",
        "explanation": "hinder or prevent the progress or accomplishment of",
        "example": "The engineers found their plans stymied at every turn and were ultimately able to make almost no progress on the project."
    },
    "obliging": {
        "type": "adjective",
        "explanation": "showing a cheerful willingness to do favors for others",
        "example": "Even after all his success, I found him to be accommodating and obliging, sharing with me his \"secret tips\" on how to gain wealth and make friends."
    },
    "futile": {
        "type": "adjective",
        "explanation": "producing no result or effect; unproductive of success",
        "example": "I thought I could repair the car myself, but after two days of work with no success, I have to admit that my efforts were futile."
    },
    "colossal": {
        "type": "adjective",
        "explanation": "so great in size or force or extent as to elicit awe",
        "example": "Few appreciate the colossal scale of the sun: if hollow, it could contain a million Earths."
    },
    "amply": {
        "type": "adverb",
        "explanation": "more than is adequate",
        "example": "The boat was amply supplied for its year at sea—no man would go hungry or thirsty."
    },
    "abysmal": {
        "type": "adjective",
        "explanation": "extremely bad",
        "example": "Coach Ramsey took his newest player off the field after watching a few painful minutes of her abysmal performance."
    },
    "antiquated": {
        "type": "adjective",
        "explanation": "old-fashioned; belonging to an earlier period in time",
        "example": "Aunt Betty had antiquated notions about marriage, believing that a man should court a woman for at least a year before receiving a kiss."
    },
    "vanquish": {
        "type": "verb",
        "explanation": "come out better in a competition, race, or conflict",
        "example": "For years, Argentina would dominate in World Cup qualifying matches, only to be vanquished by one of the European countries during the late stages of the tournament."
    },
    "morph": {
        "type": "verb",
        "explanation": "To undergo dramatic change in a seamless and barely noticeable fashion.",
        "example": "The earnestness of the daytime talk shows of the 1970's has morphed into something far more sensational and vulgar: today guests actually stand up and threaten to take swings at one another."
    },
    "relegate": {
        "type": "verb",
        "explanation": "assign to a lower position",
        "example": "When Dexter was unable to fulfill his basic duties, instead of firing him, the boss relegated him to kitchen cleanup."
    },
    "sordid": {
        "type": "adjective",
        "explanation": "involving ignoble actions and motives; arousing moral distaste and contempt; foul and run-down and repulsive",
        "example": "The nightly news simply announced that the senator had had an affair, but the tabloid published all the sordid details of the interaction."
    },
    "creditable": {
        "type": "adjective",
        "explanation": "deserving of praise but not that amazing",
        "example": "Critics agreed the movie was creditable, but few gave it more than three out of five stars."
    },
    "laborious": {
        "type": "adjective",
        "explanation": "characterized by effort to the point of exhaustion; especially physical effort",
        "example": "The most laborious job I've had was working 20 hours a day as a fisherman in King Salmon, Alaska."
    },
    "champion": {
        "type": "verb",
        "explanation": "to fight for a cause",
        "example": "Martin Luther King Jr. championed civil rights fiercely throughout his short life."
    },
    "debunk": {
        "type": "verb",
        "explanation": "expose as false ideas and claims, especially while ridiculing",
        "example": "Richard Dawkins tries to debunk religious belief, but his ridicule tends to push people away from his points rather than convince them."
    },
    "inarticulate": {
        "type": "adjective",
        "explanation": "without or deprived of the use of speech or words",
        "example": "Although a brilliant economist, Professor Wilson was completely inarticulate, a terrible lecturer."
    },
    "boorish": {
        "type": "adjective",
        "explanation": "ill-mannered and coarse or contemptible in behavior or appearance",
        "example": "Bukowski was known for being a boorish drunk and alienating close friends and family."
    },
    "excruciating": {
        "type": "adjective",
        "explanation": "extremely painful",
        "example": "After the boulder rolled a couple of feet, pinning my friend's arm, he experienced excruciating pain."
    },
    "enumerate": {
        "type": "verb",
        "explanation": "determine the number or amount of",
        "example": "The survey enumerates the number of happy workers and the number of unhappy workers."
    },
    "convivial": {
        "type": "adjective",
        "explanation": "describing a lively atmosphere",
        "example": "The wedding reception was convivial; friends who hadn't seen each other for ages drank and ate together before heading to the dance floor."
    },
    "provisional": {
        "type": "adjective",
        "explanation": "under terms not final or fully worked out or agreed upon",
        "example": "Until the corporate office hands down a definitive decision on use of the extra offices, we will share their use in a provisional arrangement."
    },
    "evasive": {
        "type": "adjective",
        "explanation": "avoiding or escaping from difficulty or danger or commitment",
        "example": "His responses were clearly evasive; he obviously did not want to take on any responsibility or any new work."
    },
    "decimation": {
        "type": "noun",
        "explanation": "destroying or killing a large part of the population",
        "example": "The decimation after atomic bombs were dropped on Hiroshima and Nagasaki is incomprehensible."
    },
    "vie": {
        "type": "verb",
        "explanation": "compete for something",
        "example": "While the other teams in the division actively vie for the championship, this team seems content simply to go through the motions of playing."
    }
}