{
    "fawn": {
        "type": "verb",
        "explanation": "try to gain favor by extreme flattery",
        "example": "The media fawned over the handsome new CEO, praising his impeccable sense of style instead of asking more pointed questions."
    },
    "clemency": {
        "type": "noun",
        "explanation": "leniency and compassion shown toward offenders by a person or agency charged with administering justice",
        "example": "In the final moments of the trial, during his closing speech, Phillips was nearly begging the judge for clemency."
    },
    "besmirch": {
        "type": "verb",
        "explanation": "damage the good name and reputation of someone",
        "example": "The prince's distasteful choice of words besmirched not only his own name but also the reputation of the entire royal family."
    },
    "irascible": {
        "type": "adjective",
        "explanation": "quickly aroused to anger",
        "example": "If Arthur's dog is not fed adequately, he becomes highly irascible, even growling at his own shadow."
    },
    "intermittent": {
        "type": "adjective",
        "explanation": "stopping and starting at irregular intervals",
        "example": "The intermittent thunder continued and the night was punctuated by cracks of lightning—a surreal sleepless night."
    },
    "prevail": {
        "type": "verb",
        "explanation": "be widespread in a particular area at a particular time; be current",
        "example": "During the labor negotiations, an air of hostility prevailed in the office."
    },
    "cerebral": {
        "type": "adjective",
        "explanation": "involving intelligence rather than emotions or instinct",
        "example": "A cerebral analysis of most pop music finds it to be simple and childish, but that ignores the point--the music's effect on the listener."
    },
    "humdrum": {
        "type": "adjective",
        "explanation": "dull and lacking excitement",
        "example": "Having grown up in a humdrum suburb, Jacob relished life in New York City after moving."
    },
    "tribulation": {
        "type": "noun",
        "explanation": "something, especially an event, that causes difficulty and suffering",
        "example": "As of 2013, nearly 1.5 million Syrians have fled their country hoping to escape the tribulations of a civil war tearing their country to pieces."
    },
    "preempt": {
        "type": "verb",
        "explanation": "take the place of or have precedence over",
        "example": "A governmental warning about an imminent terrorist attack would preempt ordinary network programming on television."
    },
    "cohesive": {
        "type": "adjective",
        "explanation": "well integrated, forming a united whole",
        "example": "A well-written, cohesive essay will keep on topic at all times, never losing sight of the main argument."
    },
    "analogous": {
        "type": "adjective",
        "explanation": "similar in some respects but otherwise different",
        "example": "In many ways, the Internet's transformative effect on society has been analogous to that of the printing press."
    },
    "behoove": {
        "type": "verb",
        "explanation": "to be one's duty or obligation",
        "example": "The teacher looked down at the student and said, \"It would behoove you to be in class on time and complete your homework, so that you don't repeat freshman English for a third straight year.\""
    },
    "finagle": {
        "type": "verb",
        "explanation": "achieve something by means of trickery or devious methods",
        "example": "Steven was able to finagle one of the last seats on the train by convincing the conductor that his torn stub was actually a valid ticket."
    },
    "antedate": {
        "type": "verb",
        "explanation": "precede in time",
        "example": "Harry was so unknowledgeable that he was unaware the Egyptian pharaohs antedated the American Revolution."
    },
    "implicate": {
        "type": "verb",
        "explanation": "convey a meaning; imply",
        "example": "By saying that some of the guests were uncomfortable, the manager implicated to the hotel staff that it needed to be more diligent."
    },
    "eccentric": {
        "type": "adjective",
        "explanation": "highly unconventional or unusual (usually describes a person)",
        "example": "Mozart was well-known for his eccentricities, often speaking words backward to confuse those around him."
    },
    "cavalier": {
        "type": "adjective",
        "explanation": "given to haughty disregard of others",
        "example": "Percy dismissed the issue with a cavalier wave of his hand."
    },
    "profusion": {
        "type": "noun",
        "explanation": "the property of being extremely abundant",
        "example": "When Maria reported that she had been visited by Jesus Christ and had proof, a profusion of reporters and journalists descended on the town."
    },
    "deride": {
        "type": "verb",
        "explanation": "treat or speak of with contempt",
        "example": "The nun derided the students for trying to sneak insects and worms into the classroom."
    },
    "buttress": {
        "type": "verb",
        "explanation": "make stronger or defensible",
        "example": "China's economy has been buttressed by a global demand for the electronic parts the country manufactures."
    },
    "industrious": {
        "type": "adjective",
        "explanation": "characterized by hard work and perseverance",
        "example": "Pete was an industrious student, completing every assignment thoroughly and on time."
    },
    "consecrate": {
        "type": "verb",
        "explanation": "to make holy or set apart for a high purpose",
        "example": "At the church of Notre Dame in France, the new High Altar was consecrated in 1182."
    },
    "glean": {
        "type": "verb",
        "explanation": "collect information bit by bit",
        "example": "Herb has given us no formal statement about his background, but from various hints, I have gleaned that he grew up in difficult circumstances."
    },
    "precarious": {
        "type": "adjective",
        "explanation": "fraught with danger",
        "example": "People smoke to relax and forget their cares, but ironically, in terms of health risks, smoking is far more precarious than either mountain-climbing or skydiving."
    },
    "veneer": {
        "type": "noun",
        "explanation": "covering consisting of a thin superficial layer that hides the underlying substance",
        "example": "Mark Twain referred to the Victorian Period in America as the \"Gilded Age\", implying the ample moral corruption that lay beneath a mere veneer of respectability."
    },
    "forthright": {
        "type": "adjective",
        "explanation": "characterized by directness in manner or speech; without subtlety or evasion",
        "example": "I did not expect the insurance agent to give us any straight answers, but I was pleasantly surprised by how forthright he was."
    },
    "melancholy": {
        "type": "noun",
        "explanation": "a deep, long-lasting sadness",
        "example": "Hamlet is a figure of tremendous melancholy: he doesn't have a truly cheerful scene throughout the entire play."
    },
    "coalesce": {
        "type": "verb",
        "explanation": "fuse or cause to grow together",
        "example": "Over time, the various tribes coalesced into a single common culture with one universal language."
    },
    "delegate": {
        "type": "verb",
        "explanation": "give an assignment to (a person)",
        "example": "Since the senior manager had to go on many international business trips, she was forced to delegate many of her responsibilities to two lower-level managers."
    },
    "begrudge": {
        "type": "verb",
        "explanation": "to envy someone for possessing or enjoying something",
        "example": "Sitting all alone in his room, Harvey begrudged the happiness of the other children playing outside his window."
    },
    "emulate": {
        "type": "verb",
        "explanation": "strive to equal or match, especially by imitating; compete with successfully",
        "example": "To really become fluent in a new language, emulate the speech patterns of people who speak the language."
    },
    "wanton": {
        "type": "adjective",
        "explanation": "without check or limitation; showing no moral restraints to one's anger, desire, or appetites",
        "example": "Due to wanton behavior and crude language, the drunk man was thrown out of the bar and asked to never return."
    },
    "avert": {
        "type": "verb",
        "explanation": "turn away",
        "example": "Afraid to see the aftermath of the car crash, I averted my eyes as we drove by."
    },
    "presumptuous": {
        "type": "adjective",
        "explanation": "excessively forward",
        "example": "Many felt that Barney was presumptuous in moving into the large office before the management even made any official announcement of his promotion."
    },
    "conundrum": {
        "type": "noun",
        "explanation": "a difficult problem",
        "example": "Computers have helped solve some of the mathematical conundrums which have puzzled man for many centuries."
    },
    "foolhardy": {
        "type": "adjective",
        "explanation": "marked by defiant disregard for danger or consequences",
        "example": "The police regularly face dangerous situations, so for a police officer not to wear his bullet-proof vest is foolhardy."
    },
    "lethargic": {
        "type": "adjective",
        "explanation": "lacking energy",
        "example": "Nothing can make a person more lethargic than a big turkey dinner."
    },
    "docile": {
        "type": "adjective",
        "explanation": "easily handled or managed; willing to be taught or led or supervised or directed",
        "example": "Barnyard animals are considerably more docile than the wild animals."
    },
    "incense": {
        "type": "verb",
        "explanation": "make furious",
        "example": "When Herb bought football tickets for a game on the day of their wedding anniversary, Jill was incensed."
    },
    "rakish": {
        "type": "adjective",
        "explanation": "marked by a carefree unconventionality or disreputableness",
        "example": "As soon as he arrived in the city, the rakish young man bought some drugs and headed straight for the seedy parts of town."
    },
    "rile": {
        "type": "verb",
        "explanation": "cause annoyance in; disturb, especially by minor irritations",
        "example": "Dan is usually calm and balanced, but it takes only one intense glare from Sabrina to rile him."
    },
    "uncanny": {
        "type": "adjective",
        "explanation": "suggesting the operation of supernatural influences; surpassing the ordinary or normal",
        "example": "Reggie has an uncanny ability to connect with animals: feral cats will readily approach him, and sometimes even wild birds will land on his finger."
    },
    "evenhanded": {
        "type": "adjective",
        "explanation": "without partiality",
        "example": "Teachers often have trouble being evenhanded to all of their varied students."
    },
    "redress": {
        "type": "noun",
        "explanation": "an act of making something right",
        "example": "Barry's redress for forgetting his wife's birthday two years in a row was surprising her with a trip to Tahiti."
    },
    "incumbent": {
        "type": "adjective",
        "explanation": "necessary (for someone) as a duty or responsibility",
        "example": "Middle managers at times make important decisions, but real responsibility for the financial well-being of the corporation is ultimately incumbent on the CEO."
    },
    "ascribe": {
        "type": "verb",
        "explanation": "attribute or credit to",
        "example": "History ascribes The Odyssey and The Iliad to Homer, but scholars now debate whether he was a historical figure or a fictitious name."
    },
    "belittle": {
        "type": "verb",
        "explanation": "lessen the importance, dignity, or reputation of",
        "example": "A good teacher will never belittle his students, but will instead empower them."
    },
    "insipid": {
        "type": "adjective",
        "explanation": "dull and uninteresting",
        "example": "The movie director was known for hiring beautiful actors in order to deflect attention away from the insipid scripts he would typically use."
    },
    "piquant": {
        "type": "adjective",
        "explanation": "having an agreeably pungent taste",
        "example": "The chef, with a mere flick of the salt shaker, turned the bland tomato soup into a piquant meal."
    }
}