{
    "zenith": {
        "type": "noun",
        "explanation": "the highest point; culmination",
        "example": "At the zenith of his artistic career, Elvis was outselling any other artist on the charts."
    },
    "variance": {
        "type": "noun",
        "explanation": "the quality of being different",
        "example": "The cynic quipped, “There is not much variance in politicians; they all seem to lie”."
    },
    "summit": {
        "type": "noun",
        "explanation": "the peak or highest point",
        "example": "After hiking for seven days, the climbers finally reached the summit of Mount Kilimanjaro."
    },
    "inundate": {
        "type": "verb",
        "explanation": "to flood or overwhelm",
        "example": "The newsroom was inundated with false reports that only made it more difficult for the newscasters to provide an objective account of the bank robbery."
    },
    "affluent": {
        "type": "adjective",
        "explanation": "wealthy",
        "example": "The center of the city had sadly become a pit of penury, while, only five miles away, multi-million dollar homes spoke of affluence."
    },
    "inflammatory": {
        "type": "adjective",
        "explanation": "extremely controversial, incendiary",
        "example": "It only takes one person to leave an inflammatory comment on an Internet thread for that thread to blow up into pages upon pages of reader indignation."
    },
    "retiring": {
        "type": "adjective",
        "explanation": "to be shy, and to be inclined to retract from company",
        "example": "Nelson was always the first to leave soirees—rather than mill about with “fashionable” folk, he was retiring, and preferred the solitude of his garret."
    },
    "indigenous": {
        "type": "adjective",
        "explanation": "originating in a certain area",
        "example": "The plants and animals indigenous to Australia are notably different from those indigenous to the U.S—one look at a duckbill platypus and you know you’re not dealing with an opossum."
    },
    "censor": {
        "type": "verb",
        "explanation": "to examine and remove objectionable material",
        "example": "Every fall, high school English teachers are inundated by requests to censor their curriculum by removing The Catcher in the Rye and Scarlet Letter from their reading lists."
    },
    "demean": {
        "type": "verb",
        "explanation": "to insult; to cause someone to lose dignity or respect",
        "example": "At first the soccer players bantered back and forth, but as soon as one of the players became demeaning, calling the other's mother a water buffalo, the ref whipped out a red card."
    },
    "telltale": {
        "type": "adjective",
        "explanation": "revealing",
        "example": "The many telltale signs of chronic smoking include yellow teeth, and a persistent, hacking cough."
    },
    "bleak": {
        "type": "adjective",
        "explanation": "having a depressing or gloomy outlook",
        "example": "Unremitting overcast skies tend to lead people to create bleak literature and lugubrious music — compare England’s band Radiohead to any band from Southern California."
    },
    "stipend": {
        "type": "noun",
        "explanation": "a regular allowance (of money)",
        "example": "He was hoping for a monthly allowance loan from the government, but after no such stipend was forthcoming he realized he would have to seek other means of paying for his college tuition."
    },
    "dupe": {
        "type": "verb",
        "explanation": "to trick or swindle",
        "example": "Once again a get-rich-fast Internet scheme had duped Harold into submitting a $5,000 check to a sham operation."
    },
    "diabolical": {
        "type": "adjective",
        "explanation": "to be extremely wicked like the devil",
        "example": "The conspirators, willing to dispatch anyone who stood in their way, hatched a diabolical plan to take over the city."
    },
    "screed": {
        "type": "noun",
        "explanation": "an abusive rant (often tedious)",
        "example": "Joey had difficulty hanging out with his former best friend Perry, who, during his entire cup of coffee, enumerated all of the government’s deficiencies--only to break ranks and launch into some screed against big business."
    },
    "underwrite": {
        "type": "verb",
        "explanation": "to support financially",
        "example": "The latest symphony broadcast was made possible with underwriting from the Carnegie Endowment."
    },
    "pinnacle": {
        "type": "noun",
        "explanation": "the highest point",
        "example": "At its pinnacle, the Roman Empire extended across most of the landmass of Eurasia, a feat not paralleled to the rise of the British Empire in the 18th and 19th century."
    },
    "unnerve": {
        "type": "verb",
        "explanation": "to make nervous or upset",
        "example": "At one time unnerved by math problems, she began avidly “Magoosh-ing”, and soon became adept at even combinations and permutations questions."
    },
    "pine": {
        "type": "verb",
        "explanation": "to yearn for",
        "example": "Standing forlornly by the window, she pined for her lost love."
    },
    "mesmerize": {
        "type": "verb",
        "explanation": "to spellbind or enthrall",
        "example": "The plot and the characters were so well developed that many viewers were mesmerized, unable to move their eyes from the screen for even a single second."
    },
    "tirade": {
        "type": "noun",
        "explanation": "an angry speech",
        "example": "In terms of political change, a tirade oftentimes does little more than make the person speaking red in the face."
    },
    "reprobate": {
        "type": "noun",
        "explanation": "a person without morals who is disapproved of",
        "example": "Mr. Smith’s two boys couldn’t be more different; one was a hard-working and principled, the other was the town reprobate, always having run-ins with the law."
    },
    "erratic": {
        "type": "adjective",
        "explanation": "unpredictable; strange and unconventional",
        "example": "It came as no surprise to pundits that the President’s attempt at re-election floundered; even during his term, support for his policies was erratic, with an approval rating jumping anywhere from 30 to 60 percent."
    },
    "hound": {
        "type": "verb",
        "explanation": "to pursue relentlessly",
        "example": "An implacable foe of corruption, Eliot Ness hounded out graft in all forms—he even helped nab Al Capone."
    },
    "voracious": {
        "type": "adjective",
        "explanation": "very hungry; approaching an activity with gusto",
        "example": "Steven was a voracious reader, sometimes finishing two novels in the same day."
    },
    "indict": {
        "type": "verb",
        "explanation": "to formally charge or accuse of wrong-doing",
        "example": "The bankrobber was indicted on several major charges, including possession of a firearm."
    },
    "serendipity": {
        "type": "noun",
        "explanation": "the instance in which an accidental, fortunate discovery is made",
        "example": "By pure serendipity, Sarah discovered, at a flea market in Peoria, a matching earring to replace the one that fell down the storm drain back home."
    },
    "thoroughgoing": {
        "type": "adjective",
        "explanation": "very thorough; complete",
        "example": "As a thoroughgoing bibliophile, one who had turned his house into a veritable library, he shocked his friends when he bought a Kindle."
    },
    "tender": {
        "type": "verb",
        "explanation": "offer up something formally",
        "example": "The government was loath to tender more money in the fear that it might set off inflation."
    },
    "thrifty": {
        "type": "adjective",
        "explanation": "spending money wisely",
        "example": "He was economical, spending his money thriftily and on items considered essential."
    },
    "miser": {
        "type": "noun",
        "explanation": "a person who doesn't like to spend money (because they are greedy)",
        "example": "Monte was no miser, but was simply frugal, wisely spending the little that he earned."
    },
    "affable": {
        "type": "adjective",
        "explanation": "likeable; easy to talk to",
        "example": "For all his surface affability, Marco was remarkably glum when he wasn’t around other people."
    },
    "err": {
        "type": "verb",
        "explanation": "to make an error",
        "example": "He erred in thinking that \"indigent\" and \"indignant\" were synonyms."
    },
    "insolvent": {
        "type": "adjective",
        "explanation": "unable to pay one's bills; bankrupt",
        "example": "With credit card bills skyrocketing, a shockingly large number of Americans are truly insolvent."
    },
    "embroiled": {
        "type": "verb",
        "explanation": "involved in argument or contention",
        "example": "These days we are never short of a D.C. politician embroiled in scandal—a welcome phenomenon for those who, having barely finished feasting on the sordid details of one imbroglio, can sink their teeth into a fresh one."
    },
    "slapdash": {
        "type": "adjective",
        "explanation": "carelessly and hastily put together",
        "example": "The office building had been constructed in a slapdash manner, so it did not surprise officials when, during a small earthquake, a large crack emerged on the façade of the building."
    },
    "demure": {
        "type": "adjective",
        "explanation": "to be modest and shy",
        "example": "The portrait of her in a simple white blouse was sweet and demure."
    },
    "remiss": {
        "type": "adjective",
        "explanation": "to be negligent in one’s duty",
        "example": "Remiss in his duty to keep the school functioning efficiently, the principal was relieved of his position after only three months."
    },
    "indignant": {
        "type": "adjective",
        "explanation": "feeling anger over a perceived injustice",
        "example": "When the cyclist swerved into traffic, it forced the driver to brake and elicited an indignant shout of \"Hey, punk, watch where you're going!\""
    },
    "dog": {
        "type": "verb",
        "explanation": "to pursue relentlessly; to hound",
        "example": "Throughout his life, he was dogged by insecurities that inhibited personal growth."
    },
    "profuse": {
        "type": "adjective",
        "explanation": "plentiful; pouring out in abundance",
        "example": "During mile 20 of the Hawaii Marathon, Dwayne was sweating so profusely that he stopped to take off \r\nhis shirt, and ran the remaining six miles wearing nothing more than skimpy shorts."
    },
    "peruse": {
        "type": "verb",
        "explanation": "to read very carefully",
        "example": "Instead of perusing important documents, people all too often rush to the bottom of the page and plaster their signatures at the bottom."
    },
    "vindictive": {
        "type": "adjective",
        "explanation": "to have a very strong desire for revenge",
        "example": "Though the other girl had only lightly poked fun of Vanessa's choice in attire, Vanessa was so vindictive that she waited for an entire semester to get the perfect revenge."
    },
    "macabre": {
        "type": "adjective",
        "explanation": "suggesting the horror of death and decay; gruesome",
        "example": "Edgar Allen Poe was considered the master of the macabre; his stories vividly describe the moment leading up to—and often those moments after—a grisly death."
    },
    "telling": {
        "type": "adjective",
        "explanation": "significant and revealing of another factor",
        "example": "Her unbecoming dress was very telling when it came to her sense of fashion."
    },
    "candid": {
        "type": "adjective",
        "explanation": "straightforward and honest",
        "example": "Even with a perfect stranger, Charles was always candid and would rarely hold anything back."
    },
    "amiable": {
        "type": "adjective",
        "explanation": "friendly",
        "example": "Amy’s name was very apt: she was so amiable that she was twice voted class president."
    },
    "spendthrift": {
        "type": "noun",
        "explanation": "one who spends money extravagantly",
        "example": "Taking weekly trips to Vegas, Megan was a spendthrift whose excesses eventually caught up to her."
    },
    "acme": {
        "type": "noun",
        "explanation": "the highest point of achievement",
        "example": "The new Cessna airplanes will be the acme of comfort, offering reclining seats and ample legroom."
    }
}