{
    "fortuitous": {
        "type": "adjective",
        "explanation": "occurring by happy chance; having no cause or apparent cause",
        "example": "Missing my train turned out to be quite fortuitous since I ran into a childhood friend on the next train and we were able to reconnect after so many years."
    },
    "aesthete": {
        "type": "noun",
        "explanation": "one who professes great sensitivity to the beauty of art and nature",
        "example": "A true aesthete, Marty would spend hours at the Guggenheim Museum, staring at the same Picasso."
    },
    "germane": {
        "type": "adjective",
        "explanation": "relevant and appropriate",
        "example": "The professor wanted to tell the jury in detail about his new book, but the lawyer said it wasn't germane to the charges in the cases."
    },
    "reticent": {
        "type": "adjective",
        "explanation": "disinclined to talk, not revealing one's thoughts",
        "example": "When asked about her father, Helen lost her outward enthusiasm and became rather reticent."
    },
    "prescience": {
        "type": "noun",
        "explanation": "the power to foresee the future",
        "example": "Baxter's warnings about investing in technology stocks seemed like an act of prescience after the whole market declined significantly."
    },
    "exacerbate": {
        "type": "verb",
        "explanation": "make worse",
        "example": "Her sleeplessness exacerbated her cold--when she woke up the next day, her sinuses were completely blocked."
    },
    "mitigate": {
        "type": "verb",
        "explanation": "make less severe or harsh",
        "example": "I can only spend so much time mitigating your disagreements with your wife, and at certain point, you need to do it on your own."
    },
    "rustic": {
        "type": "adjective",
        "explanation": "characteristic of rural life; awkwardly simple and provincial",
        "example": "The vacation cabin had no electricity and no indoor plumbing, but despite these inconveniences, Nigel adored its rustic charm."
    },
    "aesthetic": {
        "type": "adjective",
        "explanation": "concerned with the appreciation of beauty",
        "example": "The director, not known for his aesthetic sensibilities, decided not to use costumes at all, and put on the play in everyday clothing."
    },
    "meticulous": {
        "type": "adjective",
        "explanation": "marked by extreme care in treatment of details",
        "example": "The Japanese noodle maker was meticulous in making his noodles and would never let another person take over the task."
    },
    "torpor": {
        "type": "noun",
        "explanation": "inactivity resulting from lethargy and lack of vigor or energy",
        "example": "After work, I was expecting my colleagues to be enthusiastic about the outing, but I found them in a state of complete torpor."
    },
    "diffident": {
        "type": "adjective",
        "explanation": "showing modest reserve; lacking self-confidence",
        "example": "As a young girl she was diffident and reserved, but now as an adult, she is confident and assertive."
    },
    "platitude": {
        "type": "noun",
        "explanation": "a trite or obvious remark",
        "example": "The professor argued that many statements regarded as wise in previous times, such as the Golden Rule, are now regarded as mere platitudes."
    },
    "mawkish": {
        "type": "adjective",
        "explanation": "overly sentimental to the point that it is disgusting",
        "example": "The film was incredibly mawkish, introducing highly likeable characters only to have them succumb to a devastating illness by the end of the movie."
    },
    "incisive": {
        "type": "adjective",
        "explanation": "having or demonstrating ability to recognize or draw fine distinctions",
        "example": "The lawyer had an incisive mind, able in a flash to dissect a hopelessly tangled issue and isolate the essential laws at play."
    },
    "lambast": {
        "type": "verb",
        "explanation": "criticize severely or angrily",
        "example": "Showing no patience, the manager utterly lambasted the sales team that lost the big account."
    },
    "culpability": {
        "type": "noun",
        "explanation": "a state of guilt",
        "example": "Since John had left his banana peel at the top of the stairwell, he accepted culpability for Martha's broken leg."
    },
    "apathetic": {
        "type": "adjective",
        "explanation": "marked by a lack of interest",
        "example": "Mr. Thompson was so talented at teaching math that even normally apathetic students took interest."
    },
    "recondite": {
        "type": "adjective",
        "explanation": "difficult to penetrate; incomprehensible to one of ordinary understanding or knowledge",
        "example": "I found Ulysses recondite and never finished the book, waiting instead to read it with someone else so we could penetrate its meaning together."
    },
    "gall": {
        "type": "noun",
        "explanation": "the trait of being rude and impertinent",
        "example": "The speeding car had the gall to switch five lanes at once, run through a red light, and then cut off a police car before finally coming to a stop in front of a sea of flashing red lights."
    },
    "concede": {
        "type": "verb",
        "explanation": "acknowledge defeat",
        "example": "I concede. You win!"
    },
    "deferential": {
        "type": "adjective",
        "explanation": "showing respect",
        "example": "If you ever have the chance to meet the president, stand up straight and be deferential."
    },
    "entrenched": {
        "type": "adjective",
        "explanation": "fixed firmly or securely",
        "example": "By the time we reach 60-years old, most of our habits are so entrenched that it is difficult for us to change."
    },
    "querulous": {
        "type": "adjective",
        "explanation": "habitually complaining",
        "example": "The querulous old woman was beginning to wear down even the happier members of the staff with her ceaseless complaining."
    },
    "gainsay": {
        "type": "verb",
        "explanation": "deny or contradict; speak against or oppose",
        "example": "I can't gainsay a single piece of evidence James has presented, but I still don't trust his conclusion."
    },
    "decorous": {
        "type": "adjective",
        "explanation": "characterized by good taste in manners and conduct",
        "example": "Sally's parties are decorous affairs, and instead of the usual beer and music, there is tea and intellectual conversation."
    },
    "perfidy": {
        "type": "noun",
        "explanation": "an act of deliberate betrayal; a breach of a trust",
        "example": "Sure, he was the best salesman in the company; but Michael had abused the trust of the firm, sharing product secrets with a competitor, and for such perfidy he was terminated."
    },
    "conspicuous": {
        "type": "adjective",
        "explanation": "without any attempt at concealment; completely obvious",
        "example": "Among the tall trees and flower fields, the building seemed out of place with its conspicuous, cold concrete and angular steel exterior."
    },
    "inexorable": {
        "type": "adjective",
        "explanation": "impossible to stop or prevent",
        "example": "The rise of the computer was an inexorable shift in technology and culture."
    },
    "dogmatic": {
        "type": "adjective",
        "explanation": "highly opinionated, not accepting that one's own beliefs may not be correct",
        "example": "Bryan is dogmatic in his belief that the earth is flat, claiming that all pictures of a spherical earth are computer generated."
    },
    "magoosh-blog": {
        "type": "noun",
        "explanation": "A place to find valuable information including study schedules and GRE tips.  Learn more at http",
        "example": "Lena used the 1 month study schedule on the Magoosh blog to score well on the GRE."
    },
    "preclude": {
        "type": "verb",
        "explanation": "keep from happening or arising; make impossible",
        "example": "The manager specified that all other gates be locked, to preclude the possibility of persons without tickets entering the arena undetected."
    },
    "chortle": {
        "type": "verb",
        "explanation": "to chuckle, laugh merrily, often in a breathy, muffled way",
        "example": "Walking into the cafe, I could hear happy, chortling people and smell the rich aroma of roasted coffee beans."
    },
    "culminate": {
        "type": "verb",
        "explanation": "reach the highest or most decisive point",
        "example": "Beethoven's musical genius culminated in the 9th Symphony, which many consider his greatest work."
    },
    "audacious": {
        "type": "adjective",
        "explanation": "willing to be bold in social situations or to take risks",
        "example": "As all of the other campers cowered in their tents, Bill, armed only with a flashlight, audaciously tracked down the bear that had raided their food."
    },
    "engender": {
        "type": "verb",
        "explanation": "give rise to",
        "example": "The restrictions of the Treaty of Versailles were so severe that they engendered deep hatred and resentment in the German people."
    },
    "obscure": {
        "type": "verb",
        "explanation": "make unclear",
        "example": "On the Smith's drive through the Grand Canyon, Mr. Smith's big head obscured much of Mrs. Robinson's view, so that she only saw momentary patches of red rock."
    },
    "predilection": {
        "type": "noun",
        "explanation": "a strong liking",
        "example": "Monte had a predilection for the fine things in life: Cuban cigars, 200 dollar bottles of wine, and trips to the French Riviera."
    },
    "superfluous": {
        "type": "adjective",
        "explanation": "serving no useful purpose",
        "example": "How can we hope to stay open if we don't eliminate all superfluous spending, like catered meetings and free acupuncture Tuesday?"
    },
    "glut": {
        "type": "noun",
        "explanation": "an excessive supply",
        "example": "The Internet offers such a glut of news related stories that many find it difficult to know which story to read first."
    },
    "bucolic": {
        "type": "adjective",
        "explanation": "relating to the pleasant aspects of the country",
        "example": "The noble families of England once owned vast expanses of beautiful, bucolic land."
    },
    "volubility": {
        "type": "noun",
        "explanation": "the quality of talking or writing easily and continuously",
        "example": "The professor's volubility knows no bounds; he could talk through a hurricane and elaborate a point from one St. Patrick's Day to the next."
    },
    "gossamer": {
        "type": "adjective",
        "explanation": "characterized by unusual lightness and delicacy",
        "example": "The gossamer wings of a butterfly, which allow it to fly, are also a curse, so delicate that they are often damaged."
    },
    "dictatorial": {
        "type": "adjective",
        "explanation": "expecting unquestioning obedience; characteristic of an absolute ruler",
        "example": "The coach was dictatorial in his approach: no players could ever argue or question his approach."
    },
    "vociferous": {
        "type": "adjective",
        "explanation": "conspicuously and offensively loud; given to vehement outcry",
        "example": "In giving Marcia a particular vociferous response, Paul caused people at every other table in the restaurant to turn around and look at them angrily."
    },
    "cryptic": {
        "type": "adjective",
        "explanation": "mysterious or vague, usually intentionally",
        "example": "Since Sarah did not want her husband to guess the Christmas present she had bought him, she only answered cryptically when he would ask her questions about it."
    },
    "eschew": {
        "type": "verb",
        "explanation": "avoid and stay away from deliberately; stay clear of",
        "example": "Politicians are the masters of eschewing morals; academics are the masters of eschewing clarity."
    },
    "didactic": {
        "type": "adjective",
        "explanation": "instructive (especially excessively)",
        "example": "Tolstoy's The Death of Ivan Ilyich is a didactic novel, instructing the reader on how to live a good life."
    },
    "impudent": {
        "type": "adjective",
        "explanation": "improperly forward or bold",
        "example": "In an impudent move, the defendant spoke out of order to say terribly insulting things to the judge."
    },
    "frivolous": {
        "type": "adjective",
        "explanation": "not serious in content or attitude or behavior",
        "example": "Compared to Juliet's passionate concern for human rights, Jake's non-stop concern about football seems somewhat frivolous."
    },
    "banal": {
        "type": "adjective",
        "explanation": "repeated too often; overfamiliar through overuse",
        "example": "The professor used such banal expression that many students in the class either fell asleep from boredom or stayed awake to complete his sentences and humor friends."
    }
}